Repository: moneymanagerex/moneymanagerex.bak
Catalog: mmex/po/*.po
Languages: dutch_be

source: About
dutch_be: Over

source: Version:
dutch_be: Versie:

source: Start Page
dutch_be: Startvenster

source: Open Last Opened Database
dutch_be: Laatst Geopende Database Openen

source: Create a New Database
dutch_be: Nieuwe Database Maken

source: Create a new database file to get started
dutch_be: Maak een nieuwe database

source: Open Existing Database
dutch_be: Bestaande Database Openen

source: Open an already created database file with extension (*.mmb)
dutch_be: Open een bestaande database met extensie (*.mmb)

source: Read Documentation
dutch_be: Documentatie Lezen (Engels)

source: Read the user manual
dutch_be: Lees de gebruikershandleiding

source: Visit Website for more information
dutch_be: Website Bezoeken

source: New/Edit Asset
dutch_be: Nieuwe Bezitting / Bezitting Bewerken

source: Asset Details
dutch_be: Bezitting: Details

source: Name
dutch_be: Naam

source: Enter the name of the asset
dutch_be: Voer de naam van de bezitting in

source: Date
dutch_be: Datum

source: Specify the date of purchase of asset
dutch_be: Selecteer de aankoopdatum v/d bezitting

source: Asset Type
dutch_be: Soort Bezitting

source: Select type of asset
dutch_be: Selecteer het soort bezitting

source: Value
dutch_be: Waarde

source: Enter the current value of the asset
dutch_be: Voer de huidige waarde van de bezitting in

source: Change in Value
dutch_be: Verandering in Waarde

source: None
dutch_be: Geen

source: Appreciates
dutch_be: Toename

source: Depreciates
dutch_be: Afname

source: Specify if the value of the asset changes over time
dutch_be: Selecteer hoe de waarde v/d bezitting met de tijd zal veranderen

source: Enter the rate at which the asset changes its value in % per year
dutch_be: Voer het niveau in waarmee de bezitting verandert in waarde, in % per jaar.

source: Notes
dutch_be: Notities

source: Enter notes associated with this asset
dutch_be: Voer hier eventuele gerelateerde notities in

source: Invalid Value
dutch_be: Ongeldige Waarde

source: Error
dutch_be: Fout

source: Rate of Change in Value
dutch_be: Percentage van Verandering in Waarde

source: Assets
dutch_be: Bezittingen

source: All
dutch_be: Alle

source: Total:
dutch_be: Totaal:

source: New Asset
dutch_be: Nieuwe Bezitting

source: Edit Asset
dutch_be: Bezitting Bewerken

source: Delete Asset
dutch_be: Verwijder Bezitting

source: Total: %s
dutch_be: Totaal: %s

source: &New Asset
dutch_be: &Nieuwe bezitting

source: &Edit Asset
dutch_be: Bezitting B&ewerken

source: &Delete Asset
dutch_be: Bezitting Verwij&deren

source: Do you really want to delete the Asset?
dutch_be: Deze bezitting werkelijk verwijderen?

source: Confirm Asset Deletion
dutch_be: Bevestig register bijwerking

source: Repeat Transaction - Auto Execution Checking
dutch_be: Wederkerende Transactie - Aut. Uitvoeren Controleren

source: Split Category
dutch_be: Meerdere Categorieën Selecteren

source: Transaction Details
dutch_be: Transactie: Details

source: Calendar
dutch_be: Kalender

source: Repeating Transaction Details
dutch_be: Wederkerende Transactie: Details

source: Account Name
dutch_be: Rekening

source: Select Account
dutch_be: Rekening Selecteren

source: Specify the Account that will own the repeating transaction
dutch_be: Selecteer de rekening waarop de terugkerende transactie wordt uitgevoerd

source: Specify the date of the next bill or deposit
dutch_be: Selecteer de datum v/d volgende verrichting

source: Retard or advance the date of the 'next occurrence
dutch_be: Verlaat of vervroeg de datum van de volgende gebeurtenis

source: Next Occurrence
dutch_be: Volgend Moment

source: Repeats
dutch_be: Frequentie

source: Next
dutch_be: Volgende

source: Advance the Next Occurance Date with the specified values
dutch_be: Schuif de volgende datum van uitvoeren op met de gespecifieerde waarden

source: Times Repeated
dutch_be: Aantal Herhalingen

source: Set to 'Auto Execute' on the 'Next Occurrence' date.
dutch_be: Volgende Transactie Automatisch Uitvoeren

source: Automatic Execution will require user acknowledgement.
dutch_be: Automatisch uitvoeren met herhaalde toestemming van de gebruiker aan

source: Set 'Auto Execute' without user acknowlegement.
dutch_be: Automatisch Uitvoeren zonder Waarschuwing

source: Automatic Execution will occur without user interaction
dutch_be: Transactie wordt uitgevoerd zonder gebruikersinteractie

source: Specify the date of the transaction
dutch_be: Selecteer de bijhorende datum

source: Retard or advance the date of the transaction
dutch_be: Selecteer de bijhorende datum

source: Specify the status for the transaction
dutch_be: Selecteer de huidige status van de transactie

source: Specify the type of transactions to be created.
dutch_be: Selecteer het type van de transactie

source: Advanced
dutch_be: Uitgebreide Opties

source: Allows the setting of different amounts in the FROM and TO accounts.
dutch_be: Laat het instellen van verschillende bedragen toe in de bron- en bestemmingsrekening.

source: Specify the amount for this transaction
dutch_be: Voer hier het bijhorende bedrag in

source: Specify the amount to be transfered
dutch_be: Voer het over te boeken bedrag in

source: Amount
dutch_be: Bedrag

source: Specify the transfer amount in the To Account
dutch_be: Voer het overboekingsbedrag van de post in de bestemmingsrekening in

source: Payee
dutch_be: Partij

source: Select Payee
dutch_be: Partij Selecteren

source: Specify where the transaction is going to
dutch_be: Geef aan waar de transactie vandaan komt of heen gaat

source: Specify where the transaction is coming from
dutch_be: Geef aan waar de transactie vandaan komt of heen gaat

source: Select To Acct
dutch_be: Selecteer Bestemmingsrekening

source: Specify which account the transfer is going to
dutch_be: Selecteer de rekening waarop het bedrag gestort wordt

source: Split
dutch_be: Meerdere Categorieën

source: Use split Categories
dutch_be: Meerdere Categorieën Selecteren

source: Category
dutch_be: Categorie

source: Select Category
dutch_be: Categorie Selecteren

source: Specify any associated check number or transaction number
dutch_be: Voer hier een eventueel gerelateerde check- of transactienummer in

source: Number
dutch_be: Nummer

source: Specify any text notes you want to add to this transaction.
dutch_be: Voer hier eventuele notities in

source: Choose Bank Account or Term Account
dutch_be: Kies Bankrekening of Termijnrekening

source: Account name
dutch_be: Rekeningnaam

source: Specify where the transaction is going to or coming from
dutch_be: Geef aan waar de transactie vandaan komt of heen gaat

source: Specify which account the transfer is comming from
dutch_be: Selecteer de rekening waarvan het bedrag afgehaald wordt

source: Specify to whom the transaction is going to or coming from
dutch_be: Selecteer naar wie de transactie gaat of van wie ze komt

source: From
dutch_be: Van:

source: Select From Account
dutch_be: Selecteer uit Rekening

source: To
dutch_be: Naar

source: Select To Account
dutch_be: Bestemming Selecteren

source: Advanced Amount
dutch_be: Geavanceerd Bedrag

source: Account
dutch_be: Rekening

source: From and To Account cannot be the same.
dutch_be: VAN en NAAR rekening kan niet dezelfde zijn.

source: Specify the transfer amount in the From Account
dutch_be: Voer het bedrag in voor de bronrekening

source: Activates
dutch_be: Activeert

source: Period: Days
dutch_be: Periode: Dagen

source: Period: Months
dutch_be: Periode: Maanden

source: Specify period in Days to activate.
dutch_be: Specifieer een periode in dagen tot activatie.

source: Becomes blank when not active.
dutch_be: Wordt blank wanneer niet actief.

source: Specify period in Months to activate.
dutch_be: Voer periode in maanden in om te activeren.

source: Leave blank when not active.
dutch_be: Laat blank wanneer niet actief.

source: Specify the number of times this series repeats.
dutch_be: Voer het aantal keer in dat de transactie herhaald wordt.

source: Leave blank if this series continues forever.
dutch_be: Leeg laten bij geen einde.

source: Repeating Transactions
dutch_be: Terugkerende Transacties

source: Transaction Filter
dutch_be: Zoeken

source: Next Due Date
dutch_be: Volgende vervaldatum

source: Frequency
dutch_be: Frequentie

source: Remaining Days
dutch_be: Resterende Dagen

source: New Bills & Deposit Series
dutch_be: Maak nieuwe terugkerende transactie

source: Edit Bills & Deposit Series
dutch_be: Wijzig partij, transactietype, enz...

source: Delete Bills & Deposit Series
dutch_be: Verwijder terugkerende transactie

source: En&ter
dutch_be: Invoeren

source: Enter Next Bills & Deposit Occurrence
dutch_be: Volgend moment bepalen

source: &Skip
dutch_be: Over&slaan

source: Skip Next Bills & Deposit Occurrence
dutch_be: Volgend verrichtingsmoment overslaan

source: days remaining
dutch_be: dagen resterend

source: Inactive
dutch_be: Inactief

source: days overdue!
dutch_be: Dagen na vervaldatum

source: Enter next Occurrence...
dutch_be: Volgend moment invoeren...

source: Skip next Occurrence
dutch_be: Volgend moment overslaan

source: &New Bills && Deposit Series...
dutch_be: &Nieuwe Terugkerende Transactie

source: &Edit Bills && Deposit Series...
dutch_be: T&erugkerende Transactie Bewerken...

source: &Delete Bills && Deposit Series...
dutch_be: Terugkeren&de Transactie Verwijderen...

source: Do you really want to delete the series?
dutch_be: Deze reeks daadwerkelijk verwijderen?

source: Confirm Series Deletion
dutch_be: Bevestig verwijderen reeks

source: Category:
dutch_be: Categorie:

source: Estimated:
dutch_be: Geschat:

source: Actual:
dutch_be: Werkelijk:

source: Sub Category:
dutch_be: Subcategorie:

source: Expense
dutch_be: Uitgaven

source: Income
dutch_be: Inkomsten

source: Specify whether this category is an income or an expense category
dutch_be: Geef aan of deze categorie inkomsten of uitgaven betreft

source: Frequency:
dutch_be: Frequentie:

source: Weekly
dutch_be: Wekelijks

source: Bi-Weekly
dutch_be: Tweewekelijks

source: Monthly
dutch_be: Maandelijks

source: Bi-Monthly
dutch_be: Tweemaandelijks

source: Quarterly
dutch_be: Driemaandelijks

source: Half-Yearly
dutch_be: Halfjaarlijks

source: Yearly
dutch_be: Jaarlijks

source: Daily
dutch_be: Dagelijks

source: Specify the frequency of the expense or deposit
dutch_be: Geef de frequentie aan v/d uitgaven of storting

source: Amount:
dutch_be: Bedrag:

source: Enter the amount budgeted for this category.
dutch_be: Geef het bedrag aan voor budget categorie.

source: Invalid Amount Entered
dutch_be: Voer een geldig bedrag in

source: View All Budget Categories
dutch_be: Laat alle budget categorieën zien

source: View Non-Zero Budget Categories
dutch_be: Laat alle ingevulde budget categorieën zien

source: View Income Budget Categories
dutch_be: Bekijk inkomsten budget categorieën

source: View Expense Budget Categories
dutch_be: Bekijk Uitgave Budget Categorieën

source: View Budget Category Summary
dutch_be: Budgetcategorieoverzicht

source: Viewing All Budget Categories
dutch_be: Alle Budget categorieën

source: Estimated:
dutch_be: Geschat:

source: Actual:
dutch_be: Werkelijk:

source: Difference:
dutch_be: Verschil:

source: Sub Category
dutch_be: Subcategorie

source: Estimated
dutch_be: Geschat

source: Actual
dutch_be: Werkelijk

source: &Add Year
dutch_be: J&aar Toevoegen

source: Add a new budget year
dutch_be: Nieuw budgetjaar toevoegen

source: &Add Month
dutch_be: M&aand Toevoegen

source: Add a new budget month
dutch_be: Nieuwe budgetmaand toevoegen

source: &Delete
dutch_be: Verwij&deren

source: Delete existing budget
dutch_be: Bestaand budget verwijderen

source: Budget Month Entry
dutch_be: Budgetmaand

source: Budget Year:
dutch_be: Jaar:

source: Specify the required year. Use Spin buttons to increase or decrease the year.
dutch_be: Kies het jaar. Gebruik de knoppen om het jaartal te veranderen.

source: Budget Month:
dutch_be: Budgetmaand:

source: Specify the required month. Use Spin buttons to increase or decrease the month.
dutch_be: Kies de maand. Gebruik de knoppen om de maand te veranderen.

source: Base Budget On:
dutch_be: Budget Baseren Op:

source: Specify year to base budget on.
dutch_be: Selecteer het jaar waarop u het budget voor het nieuwe jaar wilt baseren.

source: Cancel
dutch_be: Annuleren

source: Budget Year already exists
dutch_be: Begrotingsjaar bestaat al

source: Categories
dutch_be: Categorieën

source: Reassign all categories to another category
dutch_be: Alle categorieën opnieuw toewijzen naar een andere categorie

source: Enter the name of the category to add or edit here
dutch_be: Voer een categorienaam in om die te bewerken of toe te voegen

source: Add a new category
dutch_be: Maak een nieuwe categorie

source: Edit the name of an existing category
dutch_be: Wijzig de naam van een bestaande categorie

source: Delete an existing category. The category cannot be used by existing transactions.
dutch_be: Verwijder een bestaande categorie. De categorie kan niet gebruikt worden voor bestaande transacties.

source: &Select
dutch_be: &Selecteren

source: Select the currently selected category as the selected category for the transaction
dutch_be: Kies de huidige geselecteerde categorie als de categorie voor de transactie

source: Category with same name exists
dutch_be: Deze categorie bestaat al.

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
dutch_be: Tip: Als de categorie juist is toegevoegd, kijk dan onderaan de lijst. Volgende keer als het beheervenster opent, zullen ze gesorteerd staan.

source: Organise Categories: Adding Error
dutch_be: Categorieën Beheren: Fout bij Toevoegen

source: Sub Category with same name exists
dutch_be: Onder-categorie met deze naam bestaat al

source: Invalid Parent Category. Choose Root or Main Category node.
dutch_be: Ongeldige Hoofd-categorie. Kies andere categorie.

source: Tools -> Relocation of -> Categories
dutch_be: Extra -> Opnieuw Toewijzen -> Categorieën

source: Organise Categories: Delete Error
dutch_be: Categorieën Beheren: Fout bij Verwijderen

source: Category in use.
dutch_be: Deze categorie is in gebruik.

source: Sub-Category in use.
dutch_be: Subcategorie is in gebruik.

source: Enter a new name for %s
dutch_be: Voer een nieuwe naam in voor %s

source: Update Failed
dutch_be: Bijwerken Mislukt

source: Organise Categories
dutch_be: Categorieën Beheren

source: Category Relocation Completed.
dutch_be: Opnieuw Toewijzen van Categorieën Voltooid.

source: MMEX must be shutdown and restarted for all the changes to be seen.
dutch_be: MMEX moet opnieuw worden opgestart om de veranderingen door te voeren.

source: Category Relocation Result
dutch_be: Resultaat van opnieuw toewijzen

source: Legend:
dutch_be: Legende:

source: Converted to:
dutch_be: Gewisseld in:

source: Shown As:
dutch_be: Getoond Als:

source: Currency Name
dutch_be: Naam

source: Currency Symbol
dutch_be: Symbool

source: Unit Name
dutch_be: Eenheid

source: Cents Name
dutch_be: Subeenheid

source: Prefix Symbol
dutch_be: Voorvoegsel

source: Suffix Symbol
dutch_be: Achtervoegsel

source: Decimal Char
dutch_be: Decimaal teken

source: Grouping Char
dutch_be: Groeperingsteken

source: Scale
dutch_be: Schaal

source: Conversion to Base Rate
dutch_be: Wisselkoers t.o.v. Basismunteenheid

source: Other currency conversion rate. Set Base Currency to 1.
dutch_be: Voer hier de wisselkoers van deze munt t.o.v. de basismunt in, i.e. hoeveel één eenheid van deze munt waard is in de basismunt. Als dit de basismunt is, is dat 1.

source: Base Rate Conversion Sample:
dutch_be: Wisselkoersvoorbeeld:

source: Value Display Sample:
dutch_be: Opmaakvoorbeeld:

source: &Update
dutch_be: Bijwerken

source: Save any changes made
dutch_be: Sla alle wijzigingen op

source: &Close
dutch_be: Sluiten

source: Any changes will be lost without update
dutch_be: Alle wijzigingen zullen verloren gaan zonder bij te werken

source: Scale should be greater than zero
dutch_be: De schaal moet groter zijn dan 0.

source: Base Conversion Rate should be positive
dutch_be: De koers t.o.v. de basismunt moet groter zijn dan 0.

source: Heading
dutch_be: Hoofding

source: Report Title:
dutch_be: Rapporttitel:

source: Report Title is used as the file name of the SQL script.
dutch_be: De rapportitel wordt gebruikt als de bestandsnaam van het SQL-script.

source: Locate and load an SQL script file into the script area.
dutch_be: Zoek en laad een SQL-scriptbestand

source: Save SQL script to file name set by the Report Title.
dutch_be: Sla het SQL-script op met als bestandsnaam de rapporttitel.

source: Clear the SQL Source script area
dutch_be: Scriptgebied leegmaken

source: &Run
dutch_be: Uitvoe&ren

source: Test script. Save before running. SQL errors will result in loss of script.
dutch_be: Script testen. Opslaan voor uitvoeren. SQL-fouten zullen resulteren in een verlies van het script.

source: Save changes before closing. Changes without Save will be lost.
dutch_be: Sla wijzigingen op voor het sluiten. Wijzigingen die niet opgeslagen zijn gaan verloren.

source: Load Custom SQL file:
dutch_be: SQL-Bestand Laden:

source: Unable to open file.
dutch_be: Kan bestand niet openen.

source: Please supply the Report Title before saving
dutch_be: Voer alstublieft een rapporttitel in voor u opslaat

source: entry location: OK....: Insert before selected entry Cancel: Add at bottom of List.
dutch_be: invoerlocatie: Ok....: Invoeren voor geselecteerde invoer Annuleren: Toevoegen aan de onderkant van de lijst.

source: Unable to write to file.
dutch_be: Kan niet naar bestand schrijven.

source: Delete Custom Report
dutch_be: Persoonlijk rapport verwijderen

source: Delete the Custom Report Title:
dutch_be: Verwijder de titel van het persoonlijk rapport:

source: Do you want to delete the SQL file as well?
dutch_be: Wilt u het SQL-bestand eveens verwijderen?

source: SQL Query will modify your Data. Proceed??
dutch_be: SQL Query gaat uw Data aanpassen. Doorgaan ??

source: Warning
dutch_be: Waarschuwing

source: Error: %s
dutch_be: Fout: %s

source: Report Name[|Report Filename.sql[|SUB]]
dutch_be: Rapportnaam[|Report Filename.sql[|SUB]]

source: Cannot locate file:
dutch_be: Kan bestand niet vinden:

source: Telephone
dutch_be: Telefoon

source: Electricity
dutch_be: Elektriciteit

source: Gas
dutch_be: Brandstof

source: Rent
dutch_be: Huur

source: Cable TV
dutch_be: Televisie

source: Bills
dutch_be: Rekeningen

source: Groceries
dutch_be: Etenswaren

source: Dining out
dutch_be: Uit Eten

source: Food
dutch_be: Eten

source: Movies
dutch_be: Films

source: Video Rental
dutch_be: Films Huren

source: Magazines
dutch_be: Tijdschriften

source: Leisure
dutch_be: Ontspanning

source: Maintenance
dutch_be: Onderhoud

source: Registration
dutch_be: Inschrijving

source: Automobile
dutch_be: Auto

source: Books
dutch_be: Cursussen

source: Tuition
dutch_be: Schoolgeld

source: Others
dutch_be: Overige

source: Education
dutch_be: Onderwijs

source: Clothing
dutch_be: Kleding

source: Furnishing
dutch_be: Meubels

source: Homeneeds
dutch_be: Huishouden

source: Health
dutch_be: Gezondheid

source: Dental
dutch_be: Tanden

source: Eyecare
dutch_be: Ogen

source: Physician
dutch_be: Dokter

source: Prescriptions
dutch_be: Voorschriften

source: Healthcare
dutch_be: Gezondheidszorg

source: Life
dutch_be: Levensverzekering

source: Home
dutch_be: Brandverzekering

source: Insurance
dutch_be: Verzekering

source: Travel
dutch_be: Reizen

source: Lodging
dutch_be: Overnachting

source: Vacation
dutch_be: Vakantie

source: Income Tax
dutch_be: Inkomstenbelasting

source: House Tax
dutch_be: Vastgoed

source: Water Tax
dutch_be: Water

source: Taxes
dutch_be: Belastingen

source: Miscellaneous
dutch_be: Diversen

source: Gifts
dutch_be: Cadeaus

source: Salary
dutch_be: Salaris

source: Reimbursement/Refunds
dutch_be: Terugbetalingen

source: Investment Income
dutch_be: Investeringen

source: Other Income
dutch_be: Andere Inkomsten

source: Other Expenses
dutch_be: Andere Uitgaven

source: Transfer
dutch_be: Overboeking

source: Currency Manager
dutch_be: Munteenhedenbeheer

source: Write error: %s
dutch_be: Schrijffout: %s

source: When database file opening:
dutch_be: Bij openen database:

source: Can't open file
dutch_be: Kan bestand niet openen

source: You must specify path to another database file
dutch_be: U moet het pad naar een ander databasebestand specifiëren

source: An incorrect password given for an encrypted file
dutch_be: Een verkeerd wachtwoord gegeven voor een versleuteld bestand

source: or
dutch_be: of

source: Attempt to open a File that is not a database file
dutch_be: Poging om een bestand te openen dat geen databasebestand is

source: Database::open: Exception
dutch_be: Database::openen: Uitzondering

source: Continue ?
dutch_be: Voortgaan?

source: Specify
dutch_be: Specifieer

source: Date Range
dutch_be: Datumbereik

source: Withdrawal
dutch_be: Uitgave

source: Deposit
dutch_be: Inkomst

source: Min:
dutch_be: Minimum:

source: Report
dutch_be: Rapport

source: Today's Date:
dutch_be: Huidige Datum:

source: Online update currency rate
dutch_be: Online Update Valuta waarde

source: Currency List
dutch_be: Lijst van Munteenheden

source: Symbol
dutch_be: Symbool

source: Base Rate
dutch_be: Basiskoers

source: Name of Currency to Add
dutch_be: Voer de naam van de munteenheid in:

source: Add Currency
dutch_be: Munteenheid toevoegen

source: Attempt to Add a currency which already exists!
dutch_be: Munteenheid bestaat al!

source: Currency Dialog
dutch_be: Munteenheden

source: Attempt to delete a currency being used by an account or as the base currency.
dutch_be: U probeerde een munteenheid te verwijderen die gebruikt wordt door een rekening of de basismunteenheid is.

source: Balance
dutch_be: Saldo

source: Displayed Bal:
dutch_be: Weergegeven Saldo:

source: Account Bal:
dutch_be: Saldo (na verrichtten alle transacties):

source: Reconciled Bal:
dutch_be: Actueel Saldo (enkel verrichtte transacties):

source: Diff:
dutch_be: Verschil:

source: New Transaction
dutch_be: Nieuwe Transactie

source: Edit selected transaction
dutch_be: Geselecteerde transactie bewerken

source: Delete selected transaction
dutch_be: Geselecteerde transactie verwijderen

source: &Move
dutch_be: Verplaatsen

source: Move selected transaction to another account
dutch_be: Geselecteerde transcatie naar een andere rekening verplaatsen

source: Search
dutch_be: Zoeken

source: Enter any string to find it in the nearest transaction notes
dutch_be: Voer een karakterreeks in om het in de notities van de dichtsbijzijnde transactie te vinden

source: to
dutch_be: naar

source: Account View :
dutch_be: Rekeningoverzicht:

source: will interfere with this filtering.
dutch_be: zal interfereren met deze filteropties.

source: Please deactivate:
dutch_be: Deactiveer alstublieft:

source: &New Transaction
dutch_be: &Nieuwe transactie

source: &Edit Transaction
dutch_be: &Bewerk transactie

source: &Copy Transaction
dutch_be: &Kopie transactie

source: &Duplicate Transaction
dutch_be: Transactie &dupliceren

source: &Move Transaction
dutch_be: Transactie verplaatsen

source: &Paste Transaction
dutch_be: &Plak transactie

source: &View Split Categories
dutch_be: Meerdere Categorieën

source: &Delete Transaction
dutch_be: &Verwijder transactie

source: Delete all transactions in current view
dutch_be: Zichtbare Transacties Verwijderen

source: Delete Viewed "Follow Up" Trans.
dutch_be: Bekeken "Op te Volgen" Transacties Verwijderen

source: Mark As &Reconciled
dutch_be: Merk als &Uitgevoerd

source: Mark As &Unreconciled
dutch_be: Merk als &Niet uitgevoerd

source: Mark As &Void
dutch_be: Merk als &Ongeldig

source: Mark For &Followup
dutch_be: Merk als &Opvolgen

source: Mark As &Duplicate
dutch_be: Merk als &Duplicaat
