Repository: moneymanagerex/moneymanagerex.bak
Catalog: mmex/po/*.po
Languages: dutch_be

source: Using MMEX it is possible to track stocks/mutual funds investments.
dutch_be: Met MMEX is het mogelijk om aandelen of andere investeringen te volgen.

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
dutch_be: Met MMEX kan u terugkerende transacties opstellen. Deze transacties kunnen gewone betalingen of overboekingen zijn die op een bepaald moment in de toekomst zullen gebeuren. Ze tonen een herinnering wanneer het moment er is, en verschijnen op de hoofdpagina 14 dagen voordien.

source: Tip: These transactions can be set up to activate – allowing the user to adjust any values on the due date.
dutch_be: Tip: Deze transacties kunnen gezet worden op activeren op een bepaalde datum - dit laat de gebruiker toe om elke waarde aan te passen op de bewuste datum.

source: Cannot get data from WWW!
dutch_be: Geen toegang tot WWW!

source: Could not find base currency symbol!
dutch_be: Kan het basismunteenheidssymbool niet vinden!

source: Update Currency Rate
dutch_be: Wisselkoersen Updaten

source: Currency rate updated
dutch_be: Valuta koers geaktualiseerd

source: New/Edit Repeating Transaction
dutch_be: Nieuwe Terugkerende Transactie / Terugkerende Transactie Bewerken

source: Budget Entry Details
dutch_be: Budgetinvoerdetails

source: Budget Editor
dutch_be: Budgetten Bewerken

source: Budget Year Entry
dutch_be: Budgetjaar

source: View All Transactions
dutch_be: Alle Transacties

source: View Reconciled
dutch_be: Verrichtte

source: View Not-Reconciled
dutch_be: Niet-verrichtte bekijken

source: View UnReconciled
dutch_be: Openstaande

source: View Today
dutch_be: Vandaag

source: View Current Month
dutch_be: Huidige maand

source: View Last 30 days
dutch_be: Laatste 30 dagen

source: View Last 90 days
dutch_be: Laatste 90 dagen

source: View Last Month
dutch_be: Laatste maand

source: View Last 3 Months
dutch_be: Laatste 3 maanden

source: Property
dutch_be: Vastgoed

source: Household Object
dutch_be: Huishoudelijk Voorwerp

source: Art
dutch_be: Kunst

source: Jewellery
dutch_be: Juwelen

source: Cash
dutch_be: Contant Geld

source: Other
dutch_be: Andere

source: Four Months
dutch_be: Viermaandelijks

source: Four Weeks
dutch_be: Vierwekelijks

source: Void
dutch_be: Ongeldig (V)

source: Follow up
dutch_be: Op te Volgen (F)

source: Duplicate
dutch_be: Duplicaat (D)

source: Sunday
dutch_be: Zondag

source: Monday
dutch_be: Maandag

source: Tuesday
dutch_be: Dinsdag

source: Wednesday
dutch_be: Woensdag

source: Thursday
dutch_be: Donderdag

source: Friday
dutch_be: Vrijdag

source: Saturday
dutch_be: Zaterdag

source: Recommendation: Always backup your .mmb database file regularly.
dutch_be: Aanbeveling: Maak regelmatig een reservekopie van uw .mmb databasebestand.

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
dutch_be: Aanbeveling: Maak van uw .mmb databasebestand een reserviekopie vooraleer u MMEX upgradet naar een nieuwe versie.

source: Recommendation: Use copy (Ctrl+С) and paste (Ctrl+V) for frequently used transactions.
dutch_be: Aanbeveling: Gebruik kopiëren (Ctrl+C) en plakken (Ctrl+V) voor frequent gebruikte transacties.

source: Tip: Remember to make backups of your .mmb.
dutch_be: Tip: Onthoud om reservekopieën te maken van uw .mmb-bestanden.

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
dutch_be: Tip: Het .mmb-bestand is niet beveiligd. Dat betekent dat iedereen het bestand kan openen en lezen. Zorg er dus voor dat gevoelige financiële informatie goed bewaakt wordt.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
dutch_be: Tip: Om een transactie als uitgevoerd te markeren, selecteer de transactie en druk op 'r' of 'R'. Om een transactie als openstaand te markeren, selecteer de transactie en druk op 'u' of 'U'.

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
dutch_be: Tip: Om een transactie te markeren als op te volgen, selecteer ze en druk op 'f' of 'F'.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
dutch_be: Tip: MMEX ondersteunt het afdrukken van rapporten. De afdrukopties zijn te vinden onder het menu, Bestand->Afdrukken.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
dutch_be: Tip: Je kan het gedrag van MMEX aanpassen in het optiesmenu.

source: Tip: To print a statement with transactions from any arbitary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
dutch_be: Tip: Om een lijst transacties met een willekeurige set voorwaarden af te drukken, gebruik de transactiefilter om de gewenste transacties te selecteren. Druk vervolgens af via het menu.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
dutch_be: Tip: Stel wisselkoersen in mocht u rekeningen met verschillende munteenheden hebben.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
dutch_be: Categorieën Organizeren Tip: Door op 'h' te drukken toont u alle categorieën die starten met de letter h

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
dutch_be: Categorieën Organizeren Tip: Door twee letters in te drukken toont u alle categorieën die starten met de toetsencombinatie.

source: Tip to get out of debt: Pay yourself 10% first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
dutch_be: Tip om uit de schulden te geraken: Houdt van uw loon 10% af. Zet dit op een rekening die moeilijk te berekenen is. Zorg dat het karwei is om het geld te kunnen krijgen (u moet naar de bank rijden), zodat u er alleen aan zal komen voor bewuste en grote uitgaven.

source: Tip to get out of debt: Establish an emergency fund.
dutch_be: Tip om uit de schulden te geraken: Zorg voor een noodfonds.

source: Tip to get out of debt: Stop acquiring new debt.
dutch_be: Tip om uit de schulden te geraken: Stop met het opbouwen van nieuwe schulden.

source: Tip to get out of debt: Create a realistic budget for your expenses.
dutch_be: Tip om uit de schulden te geraken: Stel een realistisch budget op.

source: Tip to get out of debt: Spend less than you earn.
dutch_be: Tip om uit de schulden te geraken: Geef minder uit dan u verdient.

source: Tip to get out of debt: Pay more than the minimum.
dutch_be: Tip om uit de schulden te geraken: Betaal meer dan het minimum.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
dutch_be: Vooraleer naar een winkel te gaan en iets te kopen: neem de tijd om een lijstje te maken van wat je echt nodig hebt. Koop enkel wat op je lijstje staat.

source: View File Contents
dutch_be: Bestand Bekijken

source: Relocate Category Dialog
dutch_be: Categorieën Opnieuw Toewijzen

source: Relocate Payee Dialog
dutch_be: Partijen Opnieuw Toewijzen

source: Split Detail Dialog
dutch_be: Verdeel Dialoog venster

source: Split Transaction Dialog
dutch_be: Meerdere Transacties Dialoog

source: New/Edit Stock Investment
dutch_be: Wijzig beleggingsfonds

source: MMEX Account View: Transaction Filter
dutch_be: MMEX Rekeningen: Transactiefilter

source: New/Edit Transaction
dutch_be: Nieuwe Transactie / Transactie Bewerken

source: Universal CSV Dialog
dutch_be: Universeel CSV-Bestandsdialoog
