Repository: moneymanagerex/moneymanagerex.bak
Catalog: mmex/po/*.po
Languages: dutch_be

source: as Reconciled
dutch_be: als uitgevoerd

source: as Unreconciled
dutch_be: als NIET uitgevoerd.

source: as Void
dutch_be: als ongeldig

source: as needing Followup
dutch_be: als nodig opvolgen

source: as Duplicate
dutch_be: als duplicaat

source: Mark all being viewed
dutch_be: Markeer alle zichtbare transacties

source: Do you really want to delete all the transactions shown?
dutch_be: Weet u zeker dat u alle zichtbare transacties wilt verwijderen?

source: Confirm Transaction Deletion
dutch_be: Verwijderen Bevestigen

source: Do you really want to delete all the "Follow Up" transactions shown?
dutch_be: Weet u zeker dat u alle op te volgen transacties wilt verwijderen?

source: Do you really want to delete the selected transaction?
dutch_be: Weet u zeker dat u de geselecteerde transactie wilt verwijderen?

source: Moving Transaction from
dutch_be: Transactie Verplaatsen van

source: to...
dutch_be: naar...

source: Select the destination Account
dutch_be: Bestemming Selecteren

source: Fatal error occured. Application will be terminated.
dutch_be: Fatale fout. De toepassing wordt afgesloten.

source: Add Account Wizard
dutch_be: Nieuwe Rekening Toevoegen

source: models all transactions as belonging to accounts. The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
dutch_be: behandelt alle transacties alsof deze bij rekeningen horen. De volgende pagina's zullen u helpen bij het maken van een nieuwe rekening. Maak om te beginnen een lijst met alle financiële instellingen waar u een rekening bezit.

source: New Database Wizard
dutch_be: Nieuwe Database Maken

source: The next pages will help you create a new database.
dutch_be: De volgende pagina's zullen u helpen met het maken van een nieuwe database.

source: Your database file is stored with an extension of .mmb.
dutch_be: Uw databasebestand wordt opgeslagen als een .mmb-bestand.

source: As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location.
dutch_be: Aangezien dat bestand belangrijke financiële informatie bevat, raden we aan om dagelijks reservekopieën te maken met de instelling: 'Extra' -> 'Opties' -> 'Algemeen' -> 'Reservekopieën', en om deze kopieën op te slaan op een aparte locatie.

source: The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
dutch_be: De database kan later versleuteld worden indien gewenst, door de optie 'Database Opslaan Als' te gebruiken en het bestandstype te veranderen in .emb voor u opslaat.

source: Bank Accounts
dutch_be: Rekeningen

source: Term Accounts
dutch_be: Termijnrekeningen

source: Stocks
dutch_be: Effecten

source: Auto Repeat Transactions
dutch_be: Terugkerende Transactie

source: Navigation
dutch_be: Navigatie

source: Home Page
dutch_be: Overzicht

source: Budget Setup
dutch_be: Budgetplan

source: Reports
dutch_be: Rapporten

source: Summary of Accounts
dutch_be: Samenvatting

source: Where the Money Goes
dutch_be: Uitgaveposten

source: Last Calendar Month
dutch_be: Vorige Maand

source: Current Month
dutch_be: Huidige Maand

source: Current Month to Date
dutch_be: Huidige Maand tot Vandaag

source: Last 30 Days
dutch_be: Laatste 30 Dagen

source: Last Year
dutch_be: Vorig Jaar

source: Current Year
dutch_be: Huidig Jaar

source: Last Financial Year
dutch_be: Vorig Financieel Jaar

source: Current Financial Year
dutch_be: Huidig Financieel Jaar

source: Where the Money Comes From
dutch_be: Inkomstenbronnen

source: Payees
dutch_be: Partijen

source: Income vs Expenses
dutch_be: Inkomsten vs. Uitgaven

source: Income vs Expenses - All Time
dutch_be: Inkomsten t.o.v Uitgaven - Totaal

source: Transaction Report
dutch_be: Specifieke Transacties

source: Budget Performance
dutch_be: Budgetverloop

source: Budget Category Summary
dutch_be: Budgetcategorieoverzicht

source: Cash Flow
dutch_be: Geldstroom

source: Cash Flow - With Bank Accounts
dutch_be: Geldstroom - Met Termijnrekeningen

source: Cash Flow - With Term Accounts
dutch_be: Geldstroom - Met Termijnrekeningen

source: Cash Flow - Specific Accounts
dutch_be: Geldstroom - Specifieke Rekeningen

source: Transaction Statistics
dutch_be: Transactiestatistieken

source: Budget report being generated... Please wait.
dutch_be: Budgetrapport wordt gegenereerd... Even geduld, a.u.b.

source: Category Report
dutch_be: Categorierapport

source: Category Report being generated... Please wait.
dutch_be: Categorierapport wordt gegenereerd... Even geduld, a.u.b.

source: Categories - Last Calendar Month
dutch_be: Categorieën - Vorige Maand

source: Categories - Last 30 Days
dutch_be: Categorieën - Laatste 30 Dagen

source: Categories - Current Month
dutch_be: Categorieën - Huidige Maand

source: Categories - Current Month to Date
dutch_be: Categorieën - Huidige Maand tot Datum

source: Categories - Last Year
dutch_be: Categorieën - Vorig Jaar

source: Categories - Current Year
dutch_be: Categorieën - Huidig Jaar

source: Categories - Last Financial Year
dutch_be: Categorieën - Vorig Financieel Jaar

source: Categories - Current Financial Year
dutch_be: Categorieën - Huidig Financieel Jaar

source: Where the Money Comes From - Last Calendar Month
dutch_be: Inkomstenbronnen - Vorige Kalendermaand

source: Where the Money Comes From - Last 30 days
dutch_be: Inkomstenbronnen - Laatste 30 Dagen

source: Where the Money Comes From - Current Month
dutch_be: Inkomstenbronnen - Deze Maand

source: Where the Money Comes From - Current Month to Date
dutch_be: Inkomstenbronnen - Deze Maand tot Datum

source: Where the Money Comes From - Last year
dutch_be: Inkomstenbronnen - Vorig Jaar

source: Where the Money Comes From - Current Year
dutch_be: Inkomstenbronnen - Dit Jaar

source: Where the Money Comes From - Last Financial Year
dutch_be: Inkomstenbronnen - Vorig Financieel Jaar

source: Where the Money Comes From - Current Financial Year
dutch_be: Inkomstenbronnen - Huidig Financieel Jaar

source: Where the Money Goes - Last Calendar Month
dutch_be: Uitgaveposten - Vorige Kalendermaand

source: Where the Money Goes - Last 30 Days
dutch_be: Uitgaveposten - Laatste 30 Dagen

source: Where the Money Goes - Current Month
dutch_be: Uitgaveposten - Deze Maand

source: Where the Money Goes - Current Month to Date
dutch_be: Uitgaveposten - Deze Maand tot Datum

source: Where the Money Goes - Last Year
dutch_be: Uitgaveposten - Vorig Jaar

source: Where the Money Goes - Current Year
dutch_be: Uitgaveposten - Dit Jaar

source: Where the Money Goes - Last Financial Year
dutch_be: Uitgaveposten - Vorig Financieel Jaar

source: Where the Money Goes - Current Financial Year
dutch_be: Uitgaveposten - Huidig Financieel Jaar

source: Income vs Expenses - Last Calendar Month
dutch_be: Inkomsten vs. Uitgaven: Vorige maand

source: Income vs Expenses - Last 30 Days
dutch_be: Inkomsten vs. Uitgaven - Laatste 30 Dagen

source: Income vs Expenses - Current Month
dutch_be: Inkomsten vs. Uitgaven: Huidige maand

source: Income vs Expenses - Current Month to Date
dutch_be: Inkomsten vs. Uitgaven: Huidige maand tot datum

source: Payee Report
dutch_be: Partijenrapport

source: Payees - Last Calendar Month
dutch_be: Partijen - Vorige Kalendermaand

source: Payees - Last 30 Days
dutch_be: Partijen - Laatste 30 Dagen

source: Payees - Current Month
dutch_be: Partijen - Huidige Maand

source: Payees - Current Month to Date
dutch_be: Partijen - Huidige Maand tot Datum

source: Payees - Last Year
dutch_be: Partijen - Vorig Jaar

source: Payees - Current Year
dutch_be: Partijen - Huidig Jaar

source: Payees - Last Financial Year
dutch_be: Partijen - Vorig Financieel Jaar

source: Payees - Current Financial Year
dutch_be: Partijen - Huidig Financieel Jaar

source: Do you really want to delete the account?
dutch_be: Deze Rekening daadwerkelijk verwijderen?

source: Confirm Account Deletion
dutch_be: Rekening Verwijderen Bevestigen

source: MMEX has been opened without an active database.
dutch_be: MMEX is geopend zonder een actieve database.

source: MMEX: Menu Popup Error
dutch_be: MMEX: Menu Popup Fout

source: &Edit Account
dutch_be: Rekening B&ewerken

source: &Delete Account
dutch_be: Rekening Verwij&deren

source: Import &QIF File
dutch_be: &QIF-Bestand Importeren

source: &Launch Account Website
dutch_be: Webiste Openen

source: New &Account
dutch_be: Nieuwe &Rekening

source: Account &List (Home)
dutch_be: Rekeningenoverzicht (Hoofdpagina)

source: &CSV Files...
dutch_be: &CSV-Bestand

source: &QIF Files...
dutch_be: &QIF-Bestand

source: &Export
dutch_be: &Exporteren

source: &Import
dutch_be: &Importeren

source: Open
dutch_be: Actief

source: Favorites
dutch_be: Vaak Gebruikt

source: Accounts Visible
dutch_be: Zichtbare Rekeningen

source: Edit Custom Report
dutch_be: Persoonlijk rapport bewerken

source: &New Database Ctrl-N
dutch_be: &Nieuwe Database Ctrl-N

source: New Database
dutch_be: Nieuwe Database

source: &Open Database Ctrl-O
dutch_be: Database &Openen Ctrl-O

source: Open Database
dutch_be: Database Openen

source: Save Database &As
dutch_be: Database Opslaan &Als

source: Save Database As
dutch_be: Database Opslaan Als

source: &Recent Files...
dutch_be: &Recente Bestanden...

source: &Clear Recent Files
dutch_be: Re&cente Bestanden Verwijderen

source: Export to CSV
dutch_be: CSV-Bestand Exporteren

source: Export to QIF
dutch_be: QIF-Bestand Exporteren

source: &Report to HTML
dutch_be: &Rapport als HTML-Bestand

source: Export to HTML
dutch_be: Exporteer naar HTML

source: Import from any CSV file
dutch_be: Importeer v. CSV bestand

source: Import from QIF
dutch_be: Importeer v. QIF

source: Page Set&up...
dutch_be: Pagina-instellingen...

source: Setup page printing options
dutch_be: Instellen pagina printopties

source: Current &View
dutch_be: Huidig &Venster

source: Preview current report
dutch_be: Toon huidig Rapport

source: Print Pre&view...
dutch_be: Afdruk&voorbeeld...

source: Print current report
dutch_be: Print huidig Rapport

source: &Print...
dutch_be: Afdrukken...

source: E&xit Alt-X
dutch_be: Afsluiten Alt-X

source: Quit this program
dutch_be: Program afsluiten

source: &Toolbar
dutch_be: &Knoppenbalk

source: Show/Hide the toolbar
dutch_be: Toon/verberg navigatie-vak

source: &Navigation
dutch_be: &Navigatieboom

source: Show/Hide the Navigation tree control
dutch_be: Toon/Verberg de Navigatieboom

source: &Bank Accounts
dutch_be: Rekeningen

source: Show/Hide Bank Accounts on Summary page
dutch_be: Toon/Verberg Zicht-/Spaarrekeningen op Overzichtspagina

source: Term &Accounts
dutch_be: Termijnrekeningen

source: Show/Hide Term Accounts on Summary page
dutch_be: Toon/Verberg Termijnrekeningen op Overzichtspagina

source: &Stock Accounts
dutch_be: Effectenrekeningen

source: Show/Hide Stock Accounts on Summary page
dutch_be: Toon/Verberg Effectenrekeningen op Overzichtspagina

source: Budgets: As &Financial Years
dutch_be: Budgetten: Als &Financiële Jaren

source: Display Budgets in Financial Year Format
dutch_be: Budgetten in Financieel-Jaar-Formaat Weergeven

source: Budgets: &Include Transfers in Totals
dutch_be: Budgetten: Overboek&ingen Meerekenen bij Totalen

source: Include the transfer transactions in the Budget Totals
dutch_be: Overboekingstransacties opnemen in budgettotalen

source: Budget Setup: &Without Summaries
dutch_be: Budgetplan: Zonder Overzicht

source: Display the Budget Setup without category summaries
dutch_be: Geef de budgetplannen weer zonder categorieoverzichten

source: Budget Summary: Include &Categories
dutch_be: Budgetoverzicht: &Categorieën Tonen

source: Include the categories in the Budget Category Summary
dutch_be: Voeg de categorieën bij in het budgetcategorieoverzicht

source: Ignore F&uture Transactions
dutch_be: Toekomstige Transacties Verbergen

source: Ignore Future transactions
dutch_be: Toekomstige Transacties Verbergen

source: New Account
dutch_be: Nieuwe Rekening

source: Account &List
dutch_be: Rekeningenoverzicht

source: Show Account List
dutch_be: Toon Rekeningenoverzicht

source: Edit Account
dutch_be: Wijzig Rekening

source: Delete Account from database
dutch_be: Verwijder Rekening uit database'

source: Organize &Categories...
dutch_be: &Categorieën Beheren

source: Organize Categories
dutch_be: Categorieën Beheren

source: Organize &Payees...
dutch_be: Partijen Beheren...

source: Organize Payees
dutch_be: Partijen Beheren

source: Organize Currency...
dutch_be: Munteenheden Beheren...

source: Organize Currency
dutch_be: Munteenheden Beheren

source: &Categories...
dutch_be: &Categorieën...

source: &Payees...
dutch_be: &Partijen...

source: Reassign all payees to another payee
dutch_be: Alle partijen opnieuw toewijzen naar een andere partij

source: Relocation of...
dutch_be: Opnieuw Toewijzen...

source: Relocate Categories && Payees
dutch_be: Categorieën && Partijen Opnieuw Toewijzen

source: &Budget Setup
dutch_be: &Budget Opstellen

source: &Repeating Transactions
dutch_be: Te&rugkerende Transacties

source: Bills && Deposits
dutch_be: Herhaal transactie

source: &Assets
dutch_be: Bezittingen

source: &Transaction Report Filter...
dutch_be: &Transactierapportenfilter...

source: Transaction Report Filter
dutch_be: Transactierapportenfilter

source: &Options...
dutch_be: &Opties...

source: Show the Options Dialog
dutch_be: Toon optie-dialoog

source: Convert Encrypted &DB
dutch_be: Beveiligde &DB Converteren

source: Convert Encrypted DB to Non-Encrypted DB
dutch_be: Zet gecrypteerd DB om in NIET-gecrypteerd DB

source: Online &Update Currency Rate
dutch_be: Online Wisselkoersen &Updaten

source: Show the Help file
dutch_be: Toon het helpbestand

source: &Show App Start Dialog
dutch_be: &Startvenster Tonen

source: App Start Dialog
dutch_be: Startvenster

source: Check for &Updates
dutch_be: Op &Updates Controleren

source: Check For Updates
dutch_be: Controleren op &updates...

source: Visit MMEX Forum or &Report New Issues.
dutch_be: MMEX-forum bezoeken of problemen &rapporteren

source: Visit the MMEX forum. See existing user comments, or report new issues with the software.
dutch_be: Bezoek het MMEX-forum. Bekijk bestaande gebruikersreacties, of rapporteer nieuwe problemen met de software.

source: Register/View Release &Notifications.
dutch_be: Registreer voor/Bekijk uitgave&notificaties

source: Sign up to Notification Mailing List or View existing announcements.
dutch_be: Schrijf u in voor de mailupdates of bekijk bestaande aankondigingen.

source: Visit us on Facebook
dutch_be: Bezoek ons op Facebook

source: &About...
dutch_be: Over...

source: Show about dialog
dutch_be: Info venster tonen

source: &File
dutch_be: &Bestand

source: &Accounts
dutch_be: &Rekeningen

source: &Tools
dutch_be: &Extra

source: &View
dutch_be: &Beeld

source: New
dutch_be: Nieuw

source: Account List
dutch_be: Bestandenlijst

source: Show Organize Categories Dialog
dutch_be: Categorieën Beheren

source: Show Organize Payees Dialog
dutch_be: Partijen Beheren

source: Show Organize Currency Dialog
dutch_be: Munteenheden Beheren

source: Enter database's password
dutch_be: Voer het wachtwoord van de database in

source: Opening MMEX Database - Error
dutch_be: MMEX-Database Openen - Fout

source: - No File opened
dutch_be: - Geen bestand open

source: Sorry. The Database version is too old or Database password is incorrect
dutch_be: Sorry!. De database versie is te oud of uw paswoord is onjuist

source: Cannot locate previously opened database.
dutch_be: Kan de laatst geopende database niet vinden.

source: Password not entered for encrypted Database.
dutch_be: Wachtwoord niet ingevoerd voor beveiligde database.

source: portable mode
dutch_be: portablemodus

source: Choose database file to create
dutch_be: Nieuwe Database Aanmaken

source: Choose database file to open
dutch_be: Databasebestand Openen

source: Choose Encrypted database file to open
dutch_be: Kies gecrypteerde DB om te openen

source: Enter password for database
dutch_be: Wachtwoord van database invoeren

source: Choose database file to Save As
dutch_be: Beveiligde DB Converteren

source: Converted DB!
dutch_be: Converteer DB!

source: Save database file as
dutch_be: Databasebestand Opslaan Als

source: Can't copy file to itself
dutch_be: Kan het bestand niet naar zichzelf kopiëren

source: Enter password for new database
dutch_be: Wachtwoord van nieuwe database invoeren

source: No account available to import
dutch_be: Geen rekening beschikbaar om te importeren

source: Universal CSV Import
dutch_be: Universeel CSV-Bestandsdialoog

source: Term Account views have been temporarly turned on.
dutch_be: Termijnrekeningen uitvouwen is tijdelijk ingeschakeld.

source: To maintain this view, change the defaults by using: Tools -> Options View Options
dutch_be: Om deze optie te behouden, verander de standaardoptie door: 'Extra's' -> 'Opties' 'Beeldopties'

source: This message will not be displayed in future.
dutch_be: Dit bericht wordt in de toekomst niet meer weergegeven.

source: Initial Term Account Activation
dutch_be: Initiële Termijnrekeningactivatie

source: Choose Accounts
dutch_be: Rekeningen kiezen

source: MMEX Options have been updated.
dutch_be: MMEX-Opties zijn bijgewerkt.

source: Recommendation: Shut down and restart MMEX.
dutch_be: Aanbeveling: Sluit MMEX af, en start het opnieuw.

source: This will allow all MMEX option updates to take effect.
dutch_be: Dit zal ervoor zorgen dat nieuwe opties in werking treden.

source: New MMEX Options
dutch_be: Nieuwe MMEX Opties

source: Unable to connect!
dutch_be: Verbinding onmogelijk!

source: MMEX System Information Check
dutch_be: MMEX Systeeminformatiecontrole

source: New update available!
dutch_be: Nieuwe versie beschikbaar!

source: You have the latest version installed!
dutch_be: U heeft de nieuwste versie!

source: Proceed to website:
dutch_be: Ga naar website:

source: No account available to edit!
dutch_be: Geen rekening beschikbaar om te bewerken!

source: Accounts
dutch_be: Rekeningen

source: Choose Account to Edit
dutch_be: Selecteer de rekening die u wilt bewerken

source: No account available to delete!
dutch_be: Geen rekening beschikbaar om te verwijderen!

source: Choose Account to Delete
dutch_be: Selecteer de rekening die u wilt verwijderen

source: Are you sure you want to delete
dutch_be: Weet u zeker dat u het volgende wilt verwijderen:

source: account:
dutch_be: rekening:

source: Payee Relocation Completed.
dutch_be: Partij opnieuw toewijzen voltooid.

source: Payee Relocation Result
dutch_be: Resultaat van Partijen Opnieuw Toewijzen

source: Set Currency
dutch_be: Munteenheid Instellen

source: Base Currency for account
dutch_be: Basismunteenheid voor de rekening:

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
dutch_be: Selecteer de basis- of standaardmunteenheid die gebruikt wordt in de database. Deze kan later veranderd worden in het instellingenvenster. Nieuwe rekeneningen zullen deze munteenheid standaard gebruiken. Ze kan verandert worden bij het aanpassen van de rekeningdetails.

source: User Name
dutch_be: Gebruikersnaam

source: (Optional) Specify a title or your name.
dutch_be: (Optioneel) Voer een titel of uw naam in.

source: Used as a database title for displayed and printed reports.
dutch_be: Dit wordt gebruikt als databasetitel voor het weergeven en afdrukken van rapporten.

source: Base Currency Not Set
dutch_be: Basismunteenheid niet ingesteld

source: Name of the Account
dutch_be: Rekeningnaam

source: Specify a descriptive name for the account.
dutch_be: Voer een beschrijvende naam in voor de rekening.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
dutch_be: Dit is in de bijvoorbeeld de naam van de instelling waar de rekening zich bevindt. Bijv.: 'ABC Bank'.

source: Account Name Invalid
dutch_be: Ongeldige Rekeningnaam

source: Checking/Savings
dutch_be: Zicht-/Spaarrekening

source: Investment
dutch_be: Effectenrekening

source: Term
dutch_be: Termijnrekening

source: Specify the type of account to be created.
dutch_be: Selecteer welk soort rekening gemaakt moet worden.

source: Type of Account
dutch_be: Soort Rekening

source: Select the type of account you want to create:
dutch_be: Selecteer het soort rekening dat u wilt maken:

source: General bank accounts cover a wide variety of account types like Checking, Savings and Credit card type accounts.
dutch_be: Algemene bankrekeningen omvatten een grote variëteit aan soorten, zoals zicht-, spaar- en kredietkaartrekeningen.

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
dutch_be: Effectenrekeningen zijn speciale rekeningen die alleen gekoppeld zijn aan beleggingen in effecten of fondsen.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
dutch_be: Termijnrekeningen zijn gespecialiseerde bankrekeningen, bedoeld voor bezitsrekeningen zoals termijnspaarrekeningen of obligaties. Op deze rekeningen kan regulier geld gestort of afgehaald worden, terwijl ze buiten de hoofdinkomstenstroom staan.

source: Base Account Currency Not set.
dutch_be: Basismunteenheid niet ingesteld.

source: Set that first using Tools->Options menu and then add a new account.
dutch_be: Stel dat eerst in, door gebruik te maken van 'Extra' -> 'Opties', en voeg dan een nieuwe rekening toe.

source: Setting new Database file
dutch_be: Nieuw databasebestand instellen

source: Please wait while the new database is being loaded.
dutch_be: Even geduld alstublieft terwijl de database aan het laden is.

source: Expenses
dutch_be: Uitgaven

source: &Back
dutch_be: Terug

source: &Forward
dutch_be: Verder

source: Reconciled
dutch_be: Verricht

source: Gain/Loss
dutch_be: Winst/Verlies

source: Total
dutch_be: Totaal

source: Stocks Total:
dutch_be: Totaal van Effecten:

source: Bank Account
dutch_be: Rekeningen

source: Bank Accounts Total:
dutch_be: Totaal van Rekeningen

source: Term Account
dutch_be: Termijnrekening

source: Term Accounts Total:
dutch_be: Totaal van Termijnrekeningen

source: Currency
dutch_be: Munteenheid

source: Summary
dutch_be: Samenvatting

source: Income vs Expenses:
dutch_be: Inkomsten vs. Uitgaven:

source: Income:
dutch_be: Inkomsten:

source: Expenses:
dutch_be: Uitgaven:

source: Difference:
dutch_be: Verschil:

source: Upcoming Transactions
dutch_be: Aankomende Transacties

source: Top Withdrawals:
dutch_be: Grootste Uitgaven:

source: Quantity
dutch_be: Hoeveelheid

source: Follow Up On Transactions:
dutch_be: Op te Volgen Transacties:

source: Total Transactions:
dutch_be: Totaal Aantal Transacties:

source: Grand Total:
dutch_be: Algeheel Totaal:

source: Add Payee. Error: %s
dutch_be: Partij Toevoegen. Fout: %s

source: REPORTS
dutch_be: RAPPORTEN

source: Payee not found in database for Account:
dutch_be: Partij niet gevonden in database voor rekening:

source: Subsequent errors not displayed.
dutch_be: Volgende fouten niet weergegeven.

source: MMEX DATABASE ERROR
dutch_be: MMEX DATABASE FOUT

source: Account Name:
dutch_be: Naam:

source: Account Type:
dutch_be: Type:

source: Checking
dutch_be: Controleren

source: Account Status:
dutch_be: Status

source: Closed
dutch_be: Gesloten

source: Initial Balance:
dutch_be: Startkapitaal:

source: Currency:
dutch_be: Munteenheid:

source: Select Currency
dutch_be: Selecteer Munteenheid
