Repository: moneymanagerex/moneymanagerex.bak
Catalog: mmex/po/*.po
Languages: dutch_be

source: Favorite Account
dutch_be: Vaak Gebruikt

source: Account Number:
dutch_be: Rekeningnummer:

source: Held At:
dutch_be: Finan. Instelling:

source: Access Info:
dutch_be: Logingegevens:

source: Enter the Name of the Account. This name can be renamed at any time.
dutch_be: Voer de naam van de rekening in. Deze kan ten alle tijde gewijzigd worden.

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
dutch_be: Selecteer of de rekening gesloten of geopend is. Gesloten rekeneningen zijn inactief bij de meeste berekeningen, rapporten,... enz.

source: Enter the initial balance in this account.
dutch_be: Voer het beginkapitaal van deze rekening in.

source: Specify the currency to be used by this account.
dutch_be: Selecteer de munteenheid van deze rekening

source: Select whether this is an account that is used often. This is used to filter accounts display view.
dutch_be: Duidt aan of deze rekening vaak gebruikt wordt of niet. Deze instelling wordt gebruikt voor het rekeningenoverzicht.

source: Enter user notes and details about this account.
dutch_be: Voer hier eventuele notities in.

source: Enter the Account Number associated with this account.
dutch_be: Voer indien gewenst het rekeningnummer in.

source: Enter the name of the financial institution in which the account is held.
dutch_be: Voer indien gewenst de naam in van de financiële instelling waar uw rekening is geopend.

source: Enter the URL of the website for the financial institution.
dutch_be: Voer indien gewenst het adres van de website van uw financiële instelling in.

source: Enter any contact information for the financial institution.
dutch_be: Voer indien gewenst de contactinformatie in van de financiële instelling.

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
dutch_be: Voer indien gewenst uw login- of toegangsgegevens in bij de financiële instelling. DIT IS NIET BEVEILIGD! Iedereen met toegang tot uw .mmb-bestand kan deze informatie zien.

source: Account Name
dutch_be: Rekeningnaam

source: Account Name already exists
dutch_be: Rekeningnaam bestaat al

source: Init Balance
dutch_be: Initiële balans

source: Display Heading
dutch_be: Hoofding

source: The User Name is used as a title for the database.
dutch_be: De gebruikersnaam wordt gebruikt als titel van de database.

source: Language
dutch_be: Taal

source: Specify the language to use
dutch_be: Selecteer de taal die u wilt gebruiken

source: Base Currency
dutch_be: Basismunteenheid

source: Sets the default currency for the database.
dutch_be: Selecteer de standaardmunteenheid van de database

source: Date Format
dutch_be: Datumformaat

source: Specify the date format for display
dutch_be: Selecteer het gewenste datumformaat

source: Set
dutch_be: Bevestigen

source: New date format sample:
dutch_be: Voorbeeld datumformaat:

source: Financial Year
dutch_be: Financieel Jaar

source: Start Day
dutch_be: Startdag

source: Specify Day for start of financial year
dutch_be: Voer de dag in waarop het financiële jaar begint

source: Start Month
dutch_be: Startmaand

source: Specify month for start of financial year
dutch_be: Selecteer de maand waarin het financiële jaar start

source: View Options
dutch_be: Beeldopties

source: Specify which accounts are visible
dutch_be: Selecteer welke rekeningen zichtbaar zijn

source: Transactions Visible
dutch_be: Zichtbare Transacties

source: Specify which transactions are visible by default
dutch_be: Selecteer welke transacties standaard zichtbaar zijn

source: Report Font Size
dutch_be: Lettertype van de Rapporten

source: Specify which font size is used on the report tables
dutch_be: Selecteer welke lettergrootte gebruikt wordt voor rapporten

source: Navigation Tree Expansion Options
dutch_be: Uitvouwinstellingen Navigatiedeelvenster

source: Expand Bank Accounts in Trew View when tree is refreshed
dutch_be: Zicht-/Spaarrekeningen uitvouwen in navigatieboom bij vernieuwen

source: Expand Term Accounts in Trew View when tree is refreshed
dutch_be: Termijnrekeningen uitvouwen in navigatieboom bij vernieuwen

source: Home Page Expansion Options
dutch_be: Uitvouwinstellingen Hoofdpagina

source: Expand Bank Accounts on home page when page is refreshed
dutch_be: Zicht-/Spaarrekeningen uitvouwen op hoofdpagina bij vernieuwen

source: Expand Term Accounts on home page when page is refreshed
dutch_be: Termijnrekeningen uitvouwen op hoofdpagina bij vernieuwen

source: Stock Accounts
dutch_be: Effectenrekeningen

source: Expand Stock Accounts on home page when page is refreshed
dutch_be: Effectenrekeningen uitvouwen op hoofdpagina bij vernieuwen

source: View Budgets as Financial Years
dutch_be: Bekijk budgetten als financiële jaren

source: View Budgets with 'transfer' transactions
dutch_be: Bekijk budgetten met overboekingstransacties

source: View Budgets Setup Without Budget Summaries
dutch_be: Bekijk budgetplannen zonder budgetoverzichten

source: View Budget Summary Report without Categories
dutch_be: Bekijk budgetoverzichtsrapporten zonder categorieën

source: View Reports without Future Transactions
dutch_be: Bekijk rapporten zonder toekomstige transacties

source: Colour Settings
dutch_be: Kleurinstellingen

source: Nav Tree
dutch_be: Navigatieboom

source: Specify the color for the nav tree
dutch_be: Selecteer de klaar van de navigatieboom

source: List Background
dutch_be: Lijstachtergrond

source: Specify the color for the list background
dutch_be: Selecteer de kleur voor de lijstachtergrond

source: List Row 0
dutch_be: Lijst Rij 1

source: Specify the color for the list row 0
dutch_be: Selecteer de kleur voor de eerste rij van lijsten

source: List Row 1
dutch_be: Lijst Rij 2

source: Specify the color for the list row 1
dutch_be: Selecteer de kleur voor de tweede rij van lijsten

source: List Border
dutch_be: Lijstrand

source: Specify the color for the list Border
dutch_be: Selecteer de kleur voor de rand van lijsten

source: List Details
dutch_be: Lijstdetails

source: Specify the color for the list details
dutch_be: Selecteer de kleur voor de details van lijsten

source: Future Transactions
dutch_be: Toekomstige Transacties

source: Specify the color for future transactions
dutch_be: Selecteer de kleur voor toekomstige transacties

source: Restore Defaults
dutch_be: Standaardwaarden Herstellen

source: Restore Default Colors
dutch_be: Standaardkleuren Herstellen

source: Stock Quote Web Page
dutch_be: Website met Beursnoteringen

source: Clear the field to Reset the value to system default.
dutch_be: Maak dit veld leeg om de standaardwaarde te herstellen.

source: New Transaction Dialog Settings
dutch_be: Nieuwe Transactie

source: Last Used
dutch_be: Laatst Gebruikt

source: Last used for payee
dutch_be: Laatst Gebruikt voor Partij

source: Default Date:
dutch_be: Standaarddatum:

source: Default Payee:
dutch_be: Standaardpartij:

source: Default Category:
dutch_be: Standaardcategorie:

source: Default Status:
dutch_be: Standaardstatus

source: Use Original Date when Pasting Transactions
dutch_be: Originele Datum Gebruiken bij Plakken Transacties

source: Select whether to use the original transaction date or current date when copying/pasting transactions
dutch_be: Selecteer of de originele transactiedatum of de huidige datum gebruikt wordt bij het kopiëren/plakken van transacties

source: Use Transaction Sound
dutch_be: Gebruik Transactiegeluid

source: Select whether to use sounds when entering transactions
dutch_be: Selecteer of er geluid wordt afgespeeld bij het maken van een nieuwe post

source: Database Backup
dutch_be: Reservekopieën

source: Create a new backup when MMEX Start
dutch_be: Maak een nieuwe reservekopie wanneer MMEX start

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
dutch_be: Maak een reservekopie van de database wanneer MMEX start. Het gevolgde bestandsnaampatroon is: dbFile_start_YYYY-MM-DD.ext.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
dutch_be: Maak of werk de reservekopie bij wanneer MMEX afsluit en er wijzigingen in de database zijn gemaakt. Het gevolgde bestandsnaampatroon is: dbFile_update_YYYY-MM-DD.ext.

source: Import/Export Settings
dutch_be: Importeren/Exporteren

source: CSV Delimiter
dutch_be: CSV-scheidingsteken

source: User Defined
dutch_be: Gebruikergedefinieerd

source: Comma
dutch_be: Komma

source: Semicolon
dutch_be: Puntkomma

source: Specify the delimiter to use when importing/exporting CSV files
dutch_be: Voer het scheidingsteken in dat u wenst te gebruiken bij het exporteren van CSV-bestanden

source: General
dutch_be: Algemeen

source: Colors
dutch_be: Kleuren

source: Import/Export
dutch_be: Importeren/Exporteren

source: Remember to update currency rate
dutch_be: Vergeet niet de wisselkoers bij te werken

source: Important note
dutch_be: Belangrijke opmerking

source: Add a new payee name
dutch_be: Voer een nieuwe partij in

source: Change the name of an existing payee
dutch_be: Verander de naam van een bestaande partij

source: Delete the selected payee. The payee cannot be used by an existing transaction.
dutch_be: Verwijder de geselecteerde partij. Deze mag NIET voorkomen in bestaande transactie. Wijs deze transacties in dat geval eerst toe een andere partij.

source: Select the currently selected payee as the selected payee for the transaction
dutch_be: Selecteer de huidige partij als de partij voor de transactie

source: Enter the name for the new payee:
dutch_be: Voer de naam van de nieuwe partij in:

source: Organize Payees: Add Payee
dutch_be: Partijen Beheren: Partij Toevoegen

source: Payee with same name exists
dutch_be: Deze partij bestaat al.

source: Payee in use.
dutch_be: Deze partij wordt gebruikt.

source: Tip: Change all transactions using this Payee to another Payee using the relocate command:
dutch_be: Tip: Verander alle transacties die deze partij gebruiken naar een andere partij door ze opnieuw toe te wijzen:

source: Tools -> Relocation of -> Payees
dutch_be: Extra -> Opnieuw Toewijzen -> Partijen

source: Organize Payees: Delete Error
dutch_be: Partijen Beheren: Fout bij Verwijderen

source: Edit Payee Name
dutch_be: Naam Partij Bewerken

source: File Name:
dutch_be: Bestandsnaam:

source: &Search
dutch_be: Zoeken

source: Choose Account to Export from:
dutch_be: Selecteer de rekening die u wenst te exporteren:

source: QIF Export
dutch_be: QIF-Bestand Exporteren

source: CSV Files
dutch_be: CSV-Bestand

source: QIF Files
dutch_be: QIF-Bestanden

source: Choose QIF data file to Export
dutch_be: QIF-Bestand Exporteren

source: Choose CSV data file to Export
dutch_be: CSV-Bestand Exporteren

source: No Account available for export
dutch_be: Geen rekening beschikbaar om te exporteren

source: To import QIF files correctly, the date format in the QIF file must match the date option set in MMEX.
dutch_be: Om een QIF-bestand correct te importeren moet het datumformaat in het QIF-bestand overeenkomen met de datuminstellingen van MMEX.

source: Are you are sure you want to proceed with the import?
dutch_be: Bent u zeker dat u verder wilt gaan met importeren?

source: QIF Import
dutch_be: QIF-Bestand Importeren

source: No account available for import
dutch_be: Geen rekening beschikbaar voor importeren

source: Choose Account to import to:
dutch_be: Selecteer de rekening waarnaar geïmporteerd wordt:

source: QIF Files
dutch_be: QIF-Bestand

source: All Files
dutch_be: Alle Bestanden

source: Choose QIF data file to import
dutch_be: QIF-Bestand Importeren

source: Transactions imported from QIF:
dutch_be: Transacties geïmporteerd uit QIF-bestand:

source: Transactions imported from QIF
dutch_be: Transacties geïmporteerd uit QIF-bestand

source: to account
dutch_be: naar rekening

source: Line:
dutch_be: Regel:

source: Unknown QIF line:
dutch_be: Onbekende QIF-lijn:

source: Importing account type:
dutch_be: Te importeren rekeningtype:

source: account name
dutch_be: rekeningnaam

source: Cannot process these QIF Account Types yet.
dutch_be: Kan dit QIF-rekeningtype nog niet verwerken.

source: Payee Added:
dutch_be: Partij toegevoegd:

source: invalid amount, skipping.
dutch_be: Ongeldig bedrag, overslaan.

source: Date is empty,
dutch_be: Datum is leeg,

source: Transaction Type is empty
dutch_be: Type transactie is leeg

source: Amount is empty
dutch_be: Bedrag is leeg

source: Account:
dutch_be: Rekening:

source: Unknown
dutch_be: Onbekend

source: Category is empty, marking transaction as Unknown category
dutch_be: Categorie niet ingevuld, transactie gemerkt als onbekende categorie

source: Skipping QIF transaction because date, type, amount is empty/invalid, transaction skipped had
dutch_be: Overslaan QIF transactie omdat datum, type, bedrag is leeg/ongeldig, transactie overslaan

source: payee
dutch_be: partij

source: amount
dutch_be: bedrag

source: date
dutch_be: datum

source: Total Imported :
dutch_be: Totaal geïmporteerd:

source: Log file written to :
dutch_be: Logbestand geschreven naar:

source: Please confirm saving...
dutch_be: Gelieve het importeren te bevestigen...

source: Transactions saved to database in account:
dutch_be: Transacties opgeslagen in database in rekening:

source: Imported transactions discarded by user!
dutch_be: Geïmporteerde transacties geannuleerd door de gebruiker!

source: Empty
dutch_be: Leeg

source: Relocate all source categories to the destination category
dutch_be: Wijs alle transacties met de oude categorie toe aan een nieuwe categorie.

source: Source Category
dutch_be: Oorspronkelijke Categorie

source: Destination Category
dutch_be: Nieuwe Categorie

source: Relocate:
dutch_be: Opnieuw Toewijzen:

source: to:
dutch_be: Naar:

source: Please Confirm:
dutch_be: Gelieve het volgende te bevestigen:

source: Changing all categories of:
dutch_be: Verander transacties met de categorie:

source: to category:
dutch_be: naar de categorie:

source: Category Relocation Confirmation
dutch_be: Opnieuw Toewijzen Bevestigen

source: Relocate all source payees to the destination payee
dutch_be: Wijs alle transacties met de huidige partij aan een nieuwe partij toe.

source: Payee Relocation Confirmation
dutch_be: Opnieuw Toewijzen Bevestigen

source: From:
dutch_be: Periode:

source: to:
dutch_be: Naar:

source: Financial Year:
dutch_be: Financieel Jaar:

source: Year:
dutch_be: Jaar:

source: Month:
dutch_be: Maand:

source: Budget Categories for
dutch_be: Budgetcategorieën voor

source: Budget Category Summary for
dutch_be: Budgetcategorieënoverzicht voor

source: ( Estimated Vs Actual )
dutch_be: (Geschat vs. Werkelijk)

source: Estimated Income:
dutch_be: Geschatte Inkomsten:

source: Actual Income:
dutch_be: Werkelijke Inkomsten:

source: Difference Income:
dutch_be: Verschil aan Inkomsten:

source: Estimated Expenses:
dutch_be: Geschatte uitgaven:

source: Actual Expenses:
dutch_be: Werkelijke Uitgaven:

source: Difference Expenses:
dutch_be: Verschil aan Uitgaven:

source: Budget Performance for
dutch_be: Budgetverloop voor

source: Overall
dutch_be: Totaal

source: Cash Flow Forecast for %d Years Ahead
dutch_be: Geldstroomvoorspelling voor %d Jaar

source: Accounts:
dutch_be: Rekeningen:

source: All Accounts
dutch_be: Alle Rekeningen

source: All Bank Accounts
dutch_be: Alle Normale Rekeningen

source: All Term Accounts
dutch_be: Alle Termijnrekeningen

source: Difference
dutch_be: Verschil

source: Category Total:
dutch_be: Categorietotaal:

source: Grand Total:
dutch_be: Algeheel Totaal:

source: Category Income/Expenses Over Last %d Months
dutch_be: Inkomsten/Uitgaven per Categorie over de Laatste %d Maanden

source: Income vs Expenses for Financial Year:
dutch_be: Inkomsten vs Uitgaven voor het Financiële Jaar:

source: Year
dutch_be: Jaar

source: Month
dutch_be: Maand

source: Income vs Expenses for Year:
dutch_be: Inkomsten vs. Uitgaven voor het Jaar:

source: Payees Total:
dutch_be: Partijen Totaal:

source: Stock Investments
dutch_be: Effecten

source: Total Balance on all Accounts
dutch_be: Totaalvermogen

source: Summary of Assets
dutch_be: Samenvatting van Bezittingen

source: Total Assets:
dutch_be: Totaal van Bezittingen:

source: Summary of Stocks
dutch_be: Samenvatting van Effecten

source: Purchase Date
dutch_be: Aankoopdatum

source: Purchase Price
dutch_be: Aankoopprijs

source: Current Price
dutch_be: Huidige Prijs

source: Commission
dutch_be: Commissie

source: Transaction List
dutch_be: Transactielijst

source: Total Amount:
dutch_be: Totaal bedrag:

source: <b>Note:</b> Transactions contain <b>'transfers'</b> may either be added or subtracted to the <b>'Total Amount'</b> depending on last selected account.
dutch_be: <b>Opmerking:</b> Transacties die <b>'overboekingen'</b> bevatten, worden toegevoegd of afgetrokken van het <b>'totale bedrag'</b>, afhankelijk van de laatst geselecteerde rekening.

source: Notes:
dutch_be: Notities:

source: Filtering Details:
dutch_be: Filterdetails:

source: Transaction Statistics for
dutch_be: Overzicht aantal bewerkingen voor

source: Split Transaction Details
dutch_be: Details Gesplitste Transactie

source: Invalid Category Entered
dutch_be: Ongeldig bedrag ingevuld

source: Split Category Details
dutch_be: Details Meerdere Categorieën

source: &Select Category
dutch_be: Category &Selecteren

source: Stock Investment Details
dutch_be: Beleggingsdetails

source: Stock Name
dutch_be: Bedrijf

source: Enter the stock company name
dutch_be: Voer de naam van het bedrijf in

source: Specify the purchase date of the stock investment
dutch_be: Selecteer de aankoopdatum

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
dutch_be: Voer het aandeelsymbool in. (Optioneel) Bijv: IBM.BE

source: Number of Shares
dutch_be: Aantal Aandelen

source: Enter number of shares held
dutch_be: Voer het aantal aandelen in

source: Enter purchase price for each stock
dutch_be: Voer de aankoopprijs per aandeel in

source: Enter current stock price
dutch_be: Voer de huidige prijs per aandeel in

source: Enter any commission paid
dutch_be: Voer een eventuele betaalde commissie in

source: Enter notes associated with this investment
dutch_be: Voer hier eventuele notities in

source: Will display the web page for the specified Stock symbol
dutch_be: Open de webpagina met de koers die bij het desbetreffende aandeelsymbool hoort

source: Held At
dutch_be: Effectenrekening

source: Invalid number of shares entered
dutch_be: Ongeldig aantal aandelen ingevoerd

source: Invalid purchase price entered
dutch_be: Ongeldige aankoopprijs ingevoerd

source: Invalid commission entered
dutch_be: Ongeldige commissie ingevoerd

source: Refresh Stock Prices from Yahoo
dutch_be: Vernieuw Fonds prijs v. Yahoo

source: Share Name
dutch_be: Aandeelnaam

source: Current
dutch_be: Huidige Aandeelwaarde

source: New Stock Investment
dutch_be: Nieuwe Belegging

source: Edit Stock Investment
dutch_be: Wijzig belegging

source: Delete Stock Investment
dutch_be: Verwijderen Belegging

source: Total:
dutch_be: Totaal:

source: Invested:
dutch_be: Geïnvesteerd:

source: Gain:
dutch_be: Winst:

source: Loss:
dutch_be: Verlies:

source: &New Stock Investment
dutch_be: &Nieuwe belegging

source: &Edit Stock Investment
dutch_be: &Wijzig belegging

source: &Delete Stock Investment
dutch_be: &Verwijder Belegging

source: Symbol:
dutch_be: Symbool:

source: Do you really want to delete the stock investment?
dutch_be: Deze belegging werkelijk verwijderen?

source: Confirm Stock Investment Deletion
dutch_be: Bevestigd Schrapping Fonds

source: Filter Settings
dutch_be: Filterinstellingen

source: Filter Split categories. Include the category for further filtering.
dutch_be: Filter transacties met meerdere categorieën. Voeg de categorie toe om verder te filteren.

source: Specify the type of transaction.
dutch_be: Selecteer het soort transactie

source: Will search for the given text in the Notes field
dutch_be: Zal naar de gegeven tekst zoeken in het notitiesveld

source: Activates the filter: Will add selected items to display
dutch_be: Activeert de filter: zal geselecteerde items toevoegen om weer te geven

source: Deactivates the filter
dutch_be: Deactiveert de filter

source: Specify the category for this transaction
dutch_be: Selecteer de categorie waartoe deze transactie behoort

source: Populate Transaction #
dutch_be: Genereer automatisch een nummer

source: Duplicate Transaction
dutch_be: Transactie Dupliceren

source: Amount(+/-)
dutch_be: Bedrag(+/-)

source: SubCategory
dutch_be: Subcategorie

source: Don't Care
dutch_be: Maakt Niet Uit/Negeren

source: Specify the order of fields in the CSV file
dutch_be: Geef de volgorde in van de velden in het CSV-bestand

source: &MMEX format
dutch_be: &MMEX-formaat

source: MMEX standard format
dutch_be: MMEX standaardvolgorde van de velden gebruiken

source: &Up
dutch_be: Omhoog

source: Move Up
dutch_be: Naar Omhoog

source: &Down
dutch_be: Omlaag

source: Move &Down
dutch_be: Naar Omlaag

source: &Open
dutch_be: &Openen

source: Load Template
dutch_be: Sjabloon Laden

source: Save As...
dutch_be: Opslaan Als...

source: Save Template
dutch_be: Als Sjabloon Opslaan

source: Import File
dutch_be: Bestand importeren

source: Export File
dutch_be: Bestand Exporteren

source: &Cancel
dutch_be: Annuleren

source: Choose Universal CSV format file to load
dutch_be: Kies Universeel CSV-formaatbestand om te laden

source: Choose Universal CSV format file to save
dutch_be: Kies Universeel CSV-formaatbestand om op te slaan

source: Incorrect fields specified for CSV import! Requires at least Date, Amount and Payee.
dutch_be: Onjuiste velden opgegeven om het CSV-bestand te importeren! Geef ten minste het datum-, bedrag- en partijenveld op.

source: Transactions imported from CSV:
dutch_be: Transacties geïmporteerd uit CSV-bestand:

source: Transactions imported from CSV to account
dutch_be: Transacties geïmporteerd uit CSV naar rekening

source: Line :
dutch_be: Regel:

source: file contains insufficient number of tokens
dutch_be: bestand bevat te weinig tekens

source: One of the following fields: Date, Payee, Amount, Type is missing, skipping
dutch_be: Een van de velden: datum, partij, bedrag of type ontbreekt, overslaan

source: imported OK.
dutch_be: succesvol geïmporteerd.

source: Total Lines : %d
dutch_be: Totaal aantal lijnen: %d

source: Total Imported : %d
dutch_be: Totaal geïmporteerd: %d

source: Log file written to : %s
dutch_be: Logbestand geschreven naar: %s

source: Importing CSV
dutch_be: CSV-Bestand Importeren

source: Imported transactions have been flagged so you can review them.
dutch_be: Geïmporteerde transacties zijn gemarkeerd, zodat u ze kan nakijken.

source: Choose CSV data file to import
dutch_be: CSV-Bestand Importeren

source: January
dutch_be: Januari

source: February
dutch_be: Februari

source: March
dutch_be: Maart

source: May
dutch_be: Mei

source: June
dutch_be: Juni

source: July
dutch_be: Juli

source: August
dutch_be: Augustus

source: October
dutch_be: Oktober

source: May
dutch_be: Mei

source: Oct
dutch_be: Okt

source: Entry
dutch_be: Invoer

source: is invalid.
dutch_be: is ongeldig.

source: Invalid Entry
dutch_be: Ongeldige Invoer

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
dutch_be: Met MMEX kan u vaste bezittingen zoals auto's, huizen, land,...enz. volgen. Elke bezitting kan jaarlijks met een bepaald percentage toenemen, afnemen, of niet veranderen. De waarde van de bezittingen wordt toegevoegd aan uw totaal financieel vermogen.
