Repository: moneymanagerex/moneymanagerex.bak
Catalog: mmex/runtime/languages/*.po
Languages: german

source: Delete the selected payee. The payee cannot be used by an existing transaction.
german: Löschen des ausgewählten Empfängers. Der Empfänger kann nicht in bestehenden Transaktionen verwendet werden.

source: Payee with same name exists
german: Empfänger mit dem selben Namen existiert

source: Payee is in use
german: Empfänger ist in Verwendung

source: Choose QIF data file to import
german: Wählen Sie zu importierende QIF Datei

source: Line :
german: Zeile :

source: account name
german: Kontoname

source: Adding payee
german: Füge Empfänger hinzu

source: invalid amount, skipping.
german: ungültiger Betrag, übersprungen.

source: Date is empty,
german: Datum ist leer,

source: Transaction Type is empty
german: Transaktionstyp ist leer

source: Amount is empty
german: Betrag ist leer

source: Category is empty, marking transaction as Unknown category
german: Kategorie ist leer, markiere Transaktion mit Unbekannter Kategorie

source: transactions imported from QIF
german: Transaktion importiert von QIF

source: Stock Investment Details
german: Anlagevermögen Details

source: Held At
german: Bei

source: Specify the purchase date of the stock investment
german: Geben Sie das Erwerbsdatum der Wertpapieranlage an

source: Stock Name
german: Anlagen Name

source: Enter the stock symbol (optional)
german: Geben Sie das Aktien-Symbol ein (optional)

source: Number of Shares
german: Anzahl der Beteiligungen

source: Enter number of shares held
german: Geben Sie die Anzahl Ihrer Beteiligungen an

source: Purchase Price
german: Kaufpreis

source: Enter purchase price for each stock
german: Geben Sie den Kaufpreis für jede Beteiligung an

source: Enter notes associated with this investment
german: Geben Sie Bemerkungen zu diesen Wertpapieren ein

source: Current Price
german: Aktueller Preis

source: Enter current stock price
german: Geben Sie den aktuellen Beteilinungs-Preis ein

source: Web Page
german: Website

source: Num Shares
german: Anzahl der Beteiligungen

source: Invalid number of shares entered
german: ungültige Anzahl von Beteiligungen eingegeben

source: Invalid purchase price entered
german: ungültiges Erwerbsdatum eingegeben

source: Invalid current price entered
german: ungültigen aktuellen Preis eingegeben

source: Invalid commission entered
german: ungültige Provision eingegeben

source: Share Name
german: Beteiligungsname

source: Gain/Loss
german: Gewinn/Verlust

source: New Stock Investment
german: Neue Wertpapieranlage

source: Edit Stock Investment
german: Wertpapieranlage bearbeiten

source: Delete Stock Investment
german: Wertpapieranlage löschen

source: Stock Investments:
german: Wertpapieranlagen:

source: &New Stock Investment
german: &Neue Wertpapieranlage

source: &Edit Stock Investment
german: Wertpapieranlage &bearbeiten

source: &Delete Stock Investment
german: Wertpapieranlage &löschen

source: Do you really want to delete the stock investment?
german: Wollen Sie wirklich diese Wertpapieranlage löschen?

source: Confirm Stock Investment Deletion
german: Löschen

source: Specify to whom the transaction is going to or coming from
german: Geben Sie an von wem, bzw. an wen die Transaktion geht

source: Select To Account
german: Wählen Sie das Empfängerkonto

source: Specify the order of fields in the CSV file
german: Geben Sie die Reihenfolge der Felder in der CSV Datei an

source: Remove
german: Entfernen

source: Amount(+/-)
german: Betrag(+/-)

source: SubCategory
german: UnterKategorie

source: Transaction Number
german: Transaktionsnummer

source: Don't Care
german: nicht beachten

source: Unknown
german: unbekannt

source: Add CSV field
german: CSV Feld hinzufügen

source: CSV Field
german: CSV Feld

source: Incorrect fields specified for CSV import! Requires atleast date, amount and payee.
german: Falsche Felder für CSV Import ausgewählt! Zumindest Datum, Betrag und Empfänger müssen angegeben werden.

source: Choose MM.NET CSV data file to import
german: Wähle MM.NET CSV Datei für Import

source: imported OK.
german: importiert OK.

source: Total Lines : %d Total Imported : %d Log file written to : %s. Imported transactions have been flagged so you can review them.
german: Zeilen Gesamt : %d Zeilen importiert : %d Logdatei geschrieben nach : %s. Importierte Transaktionen wurden gekennzeichnet um diese prüfen zu können.

source: Import from CSV
german: Import von CSV

source: No Account available! Cannot Export!
german: Kein Konto verfügbar! Export nicht möglich!

source: Choose Account to Export from:
german: Wählen Sie das zu exportierende Konto:

source: Choose CSV data file to Export
german: Wählen Sie die zu exportierende CSV Datei:

source: missing date, skipping.
german: fehlendes Datum, übersprungen.

source: missing payee, skipping.
german: fehlender Empfänger, übersprungen.

source: missing transaction type, skipping.
german: fehlender Transaktions-Typ, übersprungen.

source: missing amount, skipping.
german: fehlender Betrag, übersprungen.

source: unrecognized transaction type, skipping.
german: Transaktions-Typ unbekannt, übersprungen.

source: Total Lines : %d. Total Imported : %d Log file written to : %s. Imported transactions have been flagged so you can review them.
german: Zeilen Gesamt : %d Zeilen importiert : %d Logdatei geschrieben nach : %s. Importierte Transaktionen wurden gekennzeichnet um diese prüfen zu können.

source: Please verify that the CSV file from MMEX.NET contains only one account!
german: Bitte stellen Sie sicher dass die CSV Datei von MMEX.NET nur ein Konto enthält!

source: missing category, skipping.
german: fehlende Kategorie, übersprungen.

source: invalid date, skipping.
german: ungültiges Datum, übersprungen.

source: Entry
german: Eintrag

source: is invalid.
german: ist ungültig.

source: Invalid Entry
german: Ungültiger Eintrag

source: About Money Manager Ex
german: Über Money Manager Ex

source: Money Manager Ex Start Page
german: Money Manager Ex Start Seite

source: Budget Entry Dialog
german: Butget Eingabe Dialog

source: Budget Year Editor
german: Butget Jahr Editor

source: Budget Year Entry
german: Butget Jahr Eintrag

source: Currency Manager
german: Währungs-Manager

source: View File Contents
german: Zeige Dateiinhalt

source: Base Currency for account
german: Basiseinheit für das Konto

source: Base Currency Not Set
german: Basiseinheit nicht gesetzt

source: Name of the Account
german: Name des Kontos

source: Account Name Invalid
german: Kontenname ungültig

source: Type of Account
german: Typ des Kontos

source: Options Dialog
german: Optionen Dialog

source: Budget Performance for Year :
german: Butget Entwicklung für Jahr :

source: Total
german: Gesamt

source: From:
german: Von:

source: Amount
german: Betrag

source: Income vs Expenses for Year :
german: Einnahmen vs Ausgaben für das Jahr :

source: Month
german: Monat

source: Expenses
german: Ausgaben

source: Account Name
german: Kontenname

source: Balance
german: Kontostand

source: Total Balance on all Accounts :
german: Kontostand auf allen Konten :

source: Summary of Assets
german: Summe der Anlagen

source: Type
german: Typ

source: Value
german: Wert

source: Total Assets :
german: Anzahl Anlagen:

source: Company
german: Firma

source: Number Shares
german: Anzahl von Beteiligungen

source: Purchase Price
german: Erwerbspreis

source: Current Price
german: Aktueller Preis

source: Commission
german: Provision

source: Gain Loss
german: Gewinn Verlust

source: Total Stock Investments :
german: Wertpapieranlagen Gesamt :

source: New/Edit Stock Investment
german: Neue/bearbeiten von Wertpapieranlage

source: Universal CSV Importer Dialog
german: Universal CSV Import Dialog
