Repository: moneymanagerex/moneymanagerex.bak
Catalog: mmex/runtime/languages/*.po
Languages: german

source: and contributers from around the world.
german: und Mitwirkende aus der ganzen Welt.

source: Released under the GNU GPL License
german: Veröffentlicht unter der GNU GPL Lizenz

source: Version History
german: Versions Historie

source: Using Language :
german: Verwendete Sprache :

source: Open Last Opened Database
german: Öffne zuletzt verwendete Datenbank

source: Open the previously opened database :
german: Öffne die zuvor verwendete Datenbank :

source: Create a New Money Manager File
german: Erstelle eine neue Money Manager Datei

source: Create a new database file to get started
german: Erstelle eine neue Datenbankdatei um zu beginnen

source: Open Existing Money Manager File
german: Öffne existierende Money Manager Datei

source: Open an already created Money Manager Ex database file with extension (*.mmb)
german: Öffne eine bereits bestehende Money Manager Ex Datenbank Datei mit der Erweiterung (*.mmb)

source: Read Documentation
german: Lesen Sie die Dokumentation

source: Read the user manual
german: Lesen Sie das Benutzerhandbuch

source: Visit Website for more information
german: Besuchen Sie die Website für mehr Informationen

source: Open the Money Manager Ex website for latest news, updates etc
german: Besuchen Sie die Money Manager Ex Website für aktuelle News, Updates usw.

source: Show this window next time Money Manager Ex starts
german: Zeige dieses Fenster beim nächsten Start von Money Manager Ex

source: Asset Details
german: Posten Details

source: Enter the name of the asset
german: Geben Sie den Namen des Postens ein

source: Date
german: Datum

source: Specify the date of purchase of asset
german: Geben Sie das Einkaufsdatum des Postens an

source: Asset Type
german: Posten Typ

source: Property
german: Anlagevermögen

source: Automobile
german: Fahrzeug

source: Household Object
german: Haushaltsartikel

source: Jewellery
german: Schmuck

source: Other
german: Andere

source: Select type of asset
german: Wählen Sie den Typ des Postens

source: Value
german: Wert

source: Enter the current value of the asset
german: Geben Sie den aktuellen Wert des Postens ein

source: Change in Value
german: Wertänderung

source: None
german: keine

source: Appreciates
german: Abschätzungen

source: Depreciates
german: Wertminderungen

source: Specify if the value of the asset changes over time
german: Geben Sie an wenn sich der Wert des Postens im Laufe der Zeit ändert

source: Rate of Change
german: Änderungsrate

source: Enter the rate at which the asset changes its value in %
german: Geben Sie den Zinssatz in % an bei welchem der Posten seinen Wert ändert

source: Notes
german: Notizen

source: Enter notes associated with this asset
german: Geben Sie Notizen zu diesem Posten an

source: Cancel
german: Abbrechen

source: Invalid Value
german: Ungültiger Wert

source: Error
german: Fehler

source: Assets
german: Kapital

source: Total:
german: Gesamt:

source: Type
german: Typ

source: New
german: Neu

source: New Asset
german: Neue Aktiva

source: Edit
german: Bearbeiten

source: Edit Asset
german: Aktiva Bearbeiten

source: Delete
german: Löschen

source: Delete Asset
german: Aktiva löschen

source: Total: %s
german: Gesamt: %s

source: &New Asset
german: &Neue Position

source: &Edit Asset
german: &Position bearbeiten

source: &Delete Asset
german: &Position löschen

source: Do you really want to delete the Asset?
german: Möchten Sie die Position wirklich löschen?

source: Confirm Asset Deletion
german: Bestätigen Sie das löschen der Position

source: Account Name
german: Kontoname

source: Select Account
german: Wählen Sie ein Konto

source: Next Occurence
german: Nächster Vorgang

source: Specify the date of the next bill or deposit
german: Geben Sie das Datum der nächsten Rechnung/Gutschrift an

source: Repeats
german: Wiederholungen

source: Weekly
german: Wöchentlich

source: Bi-Weekly
german: Zwei-Wochentlich

source: Monthly
german: Monatlich

source: Bi-Monthly
german: Zwei-Monatlich

source: Quarterly
german: Vierteljährlich

source: Half-Yearly
german: Halbjährlich

source: Yearly
german: Jährlich

source: Four Months
german: Für Monate

source: Times Repeated
german: Anzahl Wiederholt

source: Specify the number of times this series repeats. Leave blank if this series continues forever.
german: Geben Sie die Anzahl der Wiederholungen dieser Serie an. Lassen Sie das Feld leer wenn sich die Serie unendlich oft wiederholen soll.

source: Transaction Details
german: Vorgangsdetails

source: Transaction Type
german: Vorgangstyp

source: Withdrawal
german: Entnahme

source: Deposit
german: Guthaben

source: Transfer
german: Übertrag

source: Specify the type of transactions to be created.
german: Geben Sie den Typ des zu erstellenden Vorganges an.

source: Advanced
german: Erweitert

source: Specify advanced settings for transaction
german: Geben Sie die erweiterten Einstellungen für den Vorgang an

source: Payee
german: Empfänger

source: Select Payee
german: Wählen Sie den Empfänger

source: Specify where the transaction is going to or coming from
german: Geben Sie den Ursprung oder die Herkunft der Transaktion an

source: Number
german: Nummer

source: Specify any associated check number or transaction number
german: Geben sie zugehörige Scheck oder Transaktionsnummern an

source: To
german: An

source: Specify the transfer account
german: Geben Sie das Überweisungskonto an

source: Specify the date of the transaction
german: Geben Sie das Datum der Transaktion an

source: Category
german: Kategorie

source: Select Category
german: Kategorie wählen

source: Specify the category for this transaction
german: Geben Sie die Kategorie für diese Transaktion an

source: Reconciled
german: Abgestimmt

source: Void
german: Ungültig

source: Follow up
german: Nachverfolgen

source: Specify the status for the transaction
german: Geben Sie den Status der Transaktion an

source: Specify any text notes you want to add to this transaction.
german: Geben Sie Textnotizen für diese Transaktion ein.

source: Amount
german: Betrag

source: Specify the amount for this transaction
german: Geben Sie den Betrag für diese Transaktion an

source: To Account Amount Entry
german: Zum Konto Saldo Eintrag

source: Amount to be recorded in To Account
german: In das Konto zu übernehmender Betrag

source: Invalid To Amount Entered
german: Ungültiger Zu Betrag eingegeben

source: From
german: Von

source: Select From
german: Von wählen

source: Payee
german: Empfänger

source: From Account
german: Von Konto

source: Category
german: Kategorie

source: Invalid Amount Entered
german: Ungültigen Betrag eingegeben

source: Account
german: Konto

source: To Account
german: Empfängerkonto

source: Next Due Date
german: Nächste Fälligkeit

source: Frequency
german: Häufigkeit

source: Remaining Days
german: Verbleibende Tage

source: New Series
german: Neue Serie

source: New Bills && Deposit Series
german: Neue Ausgaben && Einnahmen Serien

source: Edit Series
german: Serien bearbeiten

source: Edit Bills && Deposit Series
german: Ausgaben && Einnahmen Serien bearbeiten

source: Delete Series
german: Serien löschen

source: Delete Bills && Deposit Series
german: Ausgaben && Einnahmen Serien löschen

source: Enter Transaction
german: Transaktion eingeben

source: Enter Next Bills && Deposit Occurrence
german: Geben Sie den nächsten Rechnungs && Guthaben Vorgang ein

source: days remaining
german: Tage verbleibend

source: days overdue!
german: Tage überfällig!

source: &New Bills && Deposit Series
german: &Neue Rechnungs && Guthaben Serie

source: &Edit Bills && Deposit Series
german: &Rechnungs && Guthaben Serie bearbeiten

source: &Delete Bills && Deposit Series
german: &Rechnungs && Guthaben Serie löschen

source: Enter next Occurrence
german: Nächsten Vorgang eingeben

source: Do you really want to delete the series?
german: Wollen Sie diese Serie wirklich löschen?

source: Confirm Series Deletion
german: Bestätigung löschen der Serie

source: Type:
german: Typ:

source: Expense
german: Ausgaben

source: Income
german: Einkommen

source: Specify whether this category is an income or an expense category
german: Geben Sie an ob diese Kategorie eine Einkommens oder eine Ausgabenkategorie ist

source: Frequency:
german: Häufigkeit:

source: Specify the frequency of the expense or deposit
german: Geben Sie die Häufigkeit der Ausgaben oder Einnahmen ein

source: Amount:
german: Betrag:

source: Enter the amount budgeted for this category.
german: Geben Sie den butgetierten Betrag für diese Kategorie ein.

source: View All Budget Categories
german: Zeige alle Butget Kategorien

source: View Non-Zero Budget Categories
german: Zeige Nicht-Null Budget Kategorien

source: Budget Setup for
german: Butget Setup für

source: Viewing All Budget Categories
german: Zeige alle Butget Kategorien

source: Estimated Income: Actual Income:
german: Veranschlagtes Einkommen: Tatsächliches Einkommen:

source: Estimated Expenses: Actual Expenses:
german: Veranschlagtes Ausgaben: Tatsächliches Ausgaben:

source: Category
german: Kategorie

source: Sub Category
german: Unterkategorie

source: Estimated
german: erwartet

source: Actual
german: Tatsächlich

source: Estimated Income: %s Actual Income: %s
german: Erwartetes Einkommen: %s Tatsächliches Einkommen: %s

source: Estimated Expenses: %s Actual Expenses: %s
german: Erwartete Ausgaben: %s Tatsächliche Ausgaben: %s

source: Add Budget Year
german: Butgetjahr hinzufügen

source: Add a new budget year
german: Neues Butgetjahr hinzufügen

source: Delete Budget Year
german: Butgetjahr löschen

source: Delete existing budget year
german: Bestehendes Butgetjahr löschen

source: Budget Year:
german: Butgetjahr:

source: Base Budget On:
german: Basierend auf:

source: Year is not valid
german: Jahr ist ungültig

source: Budget Year already exists
german: Butgetjahr existiert bereits

source: Enter the name of the category to add or edit here
german: Geben Sie den Namen der Kategorie die hinzugefügt oder geändert werden soll hier ein

source: Add
german: Hinzufügen

source: Add a new category
german: Eine neue Kategorie hinzufügen

source: Select
german: Auswählen

source: Category with same name exists
german: Eine Kategorie mit dem selben Namen besteht bereits

source: Sub Category with same name exists
german: Eine Unterkategorie mit dem selben Namen besteht bereits

source: Error adding Category
german: Fehler beim bearbeiten der Kategorie

source: Category is in use
german: Kategorie ist in Verwendung

source: Sub-Category is in use
german: Unterkategorie ist in Verwendung

source: Currency Name
german: Name der Währung

source: Prefix Symbol
german: Vorangestelltes Symbol

source: Suffix Symbol
german: Nachstehendes Symbol

source: Decimal Char
german: Dezimal Zeichen

source: Grouping Char
german: Grupierungs Zeichen

source: Unit Name
german: Name der Einheit

source: Conversion to Base Rate
german: Konvertierung auf Basiszinssatz

source: Name of Currency to Add
german: Name der Währung die hinzugefügt werden soll

source: Add Currency
german: Währung hinzufügen

source: Currency name already exists!
german: Währungsbezeichnung existiert bereits!

source: View All Transactions
german: Zeige alle Transaktionen

source: View Flagged Transactions
german: Zeige gekennzeichnete Transaktionen

source: View Transactions from last 30 days
german: Zeige die Transaktionen der letzten 30 Tage

source: View Transactions from last 3 months
german: Zeige die Transaktionen der letzten 3 Monate

source: Delete all transactions in current view
german: Lösche alle Transaktionen der aktuellen Ansicht

source: Delete all flagged transactions
german: Lösche alle markierten Transaktionen

source: Viewing All Transactions
german: Zeige alle Transaktionen

source: Date
german: Datum

source: Balance
german: Kontostand

source: New Transaction
german: Neue Transaktion

source: Edit Transaction
german: Transaktion bearbeiten

source: Delete Transaction
german: Transaktion löschen

source: Category :
german: Kategorie :

source: Sub Category :
german: Unterkategorie :

source: Notes :
german: Bemerkungen :

source: Please Wait
german: Bitte warten

source: Accessing Database
german: Datenbankzugriff

source: Account View :
german: Konto Ansicht :

source: Category:
german: Kategorie:

source: Sub Category:
german: Unterkategorie:

source: Notes:
german: Bemerkungen:

source: Viewing all transactions
german: Zeige alle Transaktionen

source: Viewing Reconciled transactions
german: Zeige abgestimmte Transaktionen

source: Viewing Un-Reconciled transactions
german: Zeige nicht-abgestimmte Transaktionen

source: Viewing transactions from last 30 days
german: Zeige Transaktionen der letzten 30 Tage

source: Viewing transactions from last 3 months
german: Zeige Transaktionen der letzten 3 Monate

source: Viewing Void transactions
german: Zeige alle ungültigen Transaktionen

source: Viewing Flagged transactions
german: Zeige markierte Transaktionen

source: Do you really want to delete all the flagged transactions?
german: Wollen Sie wirklich alle markierten Transaktionen löschen?

source: &New Transaction
german: &neue Transaktion

source: &Edit Transaction
german: &Transaktion bearbeiten

source: &Delete Transaction
german: &Transaktion löschen

source: Mark As &Void
german: Markieren als &ungültig

source: Mark For &Followup
german: Markieren zur &Nachverfolgung

source: as Void
german: als ungültig

source: Mark all
german: Alle markieren

source: Do you really want to delete the transaction?
german: Wollen Sie wirklich die Transaktion löschen?

source: Add Account Wizard
german: Konto hinzufügen Assistent

source: New Database Wizard
german: Neue Datenbank Assistent

source: Home Page
german: Startseite

source: Bank Accounts
german: Bankkonten

source: Stocks
german: Wertpapiere

source: Budgeting
german: Butgetierung

source: Reports
german: Berichte

source: Summary of Accounts
german: Summe der Konten

source: Where the Money Goes
german: Wofür das Geld ausgegeben wird

source: Last Calendar Month
german: Letztes Kalendermonat

source: Current Month
german: Aktuelles Monat

source: Last 30 Days
german: Letzten 30 Tage

source: Last Year
german: Letztes Jahr

source: Current Year
german: Aktuelles Jahr

source: To Whom the Money Goes
german: An wen das Geld geht

source: Income vs Expenses
german: Einnahmen vs Ausgaben

source: Income vs Expenses - All Time
german: Einnahmen vs Ausgaben - Gesamter Zeitraum

source: Budget Performance
german: Butgetentwicklung

source: Help
german: Hilfe

source: Do you really want to delete the account?
german: Wollen Sie wirklich das Konto löschen?

source: Confirm Account Deletion
german: Bestätigung Konto löschen

source: &Go To..
german: &Gehe zu..

source: &Edit Account
german: &Konto bearbeiten

source: &Delete Account
german: &Konto löschen

source: &Launch Account Website
german: &öffne Konto Website

source: &New Database Ctrl-N
german: &Neue Datenbank Ctrl-N

source: New Money Manager Database
german: Neue Money Manager Datenbank

source: &Open Database Ctrl-O
german: &Datenbank öffnen Ctrl-O

source: Open Money Manager Database
german: Money Manager Datenbank öffnen

source: Save Database &As
german: Datenbank speichern &als

source: Save Money Manager Database As
german: Money Manager Datenbank speichern als

source: &CSV Files
german: &CSV Dateien

source: Export to CSV
german: Export als CSV

source: &Report to HTML
german: &Bericht als HTML

source: Export to HTML
german: Export als HTML

source: &QIF Files
german: &QIF Dateien

source: Import from QIF
german: Import von QIF

source: &Universal CSV Files
german: &Universal CSV Dateien

source: Import from any CSV file
german: Import von irgendeiner CSV Datei

source: &MMEX CSV Files
german: &MMEX CSV Dateien

source: Import from MMEX CSV
german: Import von MMEX CSV

source: &MM.NET CSV Files
german: &MM.NET CSV Dateien

source: Import from MM.NET CSV
german: Import von MM.NET CSV

source: Page Setup...
german: Seite einrichten...

source: Current View
german: Aktuelle Ansicht

source: Preview current report
german: Vorschau des aktuellen Berichtes

source: Print Preview...
german: Druckvorschau...

source: Print current report
german: Aktuellen Bericht drucken

source: Print...
german: Drucken...

source: Quit this program
german: Programm beenden

source: New &Account
german: Neues &Konto

source: New Money Manager Account
german: Neues Money Manager Konto

source: Account &List
german: Konto &Liste

source: Show Account List
german: Zeige Kontoliste

source: Edit Account
german: Konto bearbeiten

source: Delete Account
german: Konto löschen

source: Delete Account from database
german: Konto aus der Datenbank löschen

source: Organize &Categories
german: Organisiere &Kategorien

source: Organize Categories
german: Organisiere Kategorien

source: Organize &Payees
german: Organisiere &Zahlungsempfänger

source: Organize Payees
german: Organisiere Zahlungsempfänger

source: Organize Currency
german: Organisiere Währung

source: Bills && Deposits
german: Ausgaben && Einnahmen

source: &Options
german: &Optionen

source: Money Manager Options
german: Money Manager Optionen

source: &Help Ctrl-F1
german: &Hilfe Ctrl-F1

source: Money Manager Help
german: Money Manager Hilfe

source: Show App Start Dialog
german: Zeige Programm Start Dialog

source: App Start Dialog
german: Programm Start Dialog

source: Check for &Updates
german: Auf &Updates prüfen

source: Check For Updates
german: Auf Updates prüfen

source: Report Issues or Feedback
german: Problem oder Feedback melden

source: Sign up for the announcement mailing list
german: Tragen Sie sich in die Mailing Liste für Ankündigungen ein

source: &About...
german: &Über...

source: Show about dialog
german: Zeige Über Dialog

source: &File
german: &Datei

source: &Accounts
german: &Kontos

source: &Tools
german: &Extras

source: &Help
german: &Hilfe

source: Open
german: Öffnen

source: New Account
german: Neues Konto

source: Account List
german: Kontenliste

source: Money Manager EX - No File opened
german: Money Manager EX - keine Datei geöffnet

source: Error opening database
german: Fehler beim öffnen der Datenbank

source: Opening Database File && Verifying Integrity
german: Öffne Datenbankdatei && überprüfen der Integrität

source: No Account available! Cannot Import! Create a new account first!
german: Kein Konto verfügbar! Import nicht möglich! Legen Sie vorher ein neues Konto an!

source: Choose Account to import to:
german: Wählen Sie das zu importierende Konto:

source: No Account available!
german: Kein Konto verfügbar!

source: Choose Account to Edit
german: Wählen Sie das zu bearbeitende Konto

source: Accounts
german: Konten

source: Choose Account to Delete
german: Wählen Sie das zu löschende Konto

source: Money Manager Ex Help
german: Money Manager Ex Hilfe

source: Today's Date:
german: Heutiges Datum

source: Summary
german: Zusammenfassung

source: Income vs Expenses: Current Month
german: Einkommen vs Ausgaben: Aktuelles Monat

source: REPORTS
german: BERICHTE

source: Account Name:
german: Kontenname:

source: Enter the Name of the Account. This name can be renamed at any time.
german: Geben Sie den Kontennamen ein. Dieser kann jederzeit umbenannt werden.

source: Account Type:
german: Kontentyp:

source: Specify the type of account to be created.
german: Geben Sie den Typ des zu erstellenden Kontos an.

source: Account Number:
german: Kontonummer:

source: Enter the Account Number associated with this account.
german: Geben Sie die Kontonummer dieses Kontos ein.

source: Enter the name of the financial institution in which the account is held.
german: Geben Sie den Namen des Finanzinstitutes ein bei dem Sie das Konto haben.

source: Enter the URL of the website for the financial institution.
german: Geben Sie die URL der Website des Finanzinstitutes ein.

source: Contact:
german: Kontakt:

source: Enter any contact information for the financial institution.
german: Geben Sie alle Kontaktinformationen für das Finanzinstitut ein.

source: Account Status:
german: Kontenstatus:

source: Closed
german: Geschlossen

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
german: Geben Sie an ob diese Konto geschlossen wurde. Geschlossene Konten sind in den meisten Berechnungen, Berichten, usw.. deaktiviert

source: Initial Balance:
german: Anfangs-Kontostand:

source: Enter the initial balance in this account.
german: Geben Sie den Anfangskontostand dieses Kontos an.

source: Currency:
german: Währung:

source: Select Currency
german: Währung wählen

source: Specify the currency to be used by this account.
german: Geben Sie an unter welcher Währung dieses Konto geführt werden soll.

source: Notes:
german: Bermerkungen:

source: Enter user notes and details about this account.
german: Geben Sie Benutzerbemerkungen und Details zu diesem Konto an.

source: Select whether this is an account that is used often. This is used to filter accounts display view.
german: Wählen Sie ob dieses Konto oft benutzt wird. Diese Information wird verwendet um die Bildschirmansicht der Konten zu filtern.

source: Account Name
german: Kontoname

source: Account Name already exists
german: Kontoname existiert bereits

source: Currency
german: Währung

source: Init Balance
german: Anfg. Kontostand

source: General Settings
german: Allgemeine Optionen

source: Base Currency
german: Basiswährung

source: Set Currency
german: Währung einstellen

source: View Settings
german: Einstellungen zeigen

source: Date Format
german: Datumsformat

source: Specify the date format for display
german: Geben Sie an in welchem Format das Datum angezeigt werden soll

source: Sample Date
german: Beispieldatum

source: Import/Export Settings
german: Import/Export Einstellungen

source: CSV Delimiter
german: CSV Trennzeichen

source: Language
german: Sprache

source: Specify the language to use
german: Wählen Sie die zu verwendende Sprache

source: Account View Options
german: Konto Ansichtsoptionen

source: Accounts Visible
german: Konto sichtbar

source: All
german: Alle

source: Favorites
german: Favoriten

source: Specify which accounts are visible
german: Geben Sie an welche Konten sichtbar sind

source: Restore Defaults
german: Auf Ausgangswerte zurücksetzen

source: Restore Default Colors
german: Farben auf Ausgangswerte zurücksetzen

source: Nav Tree
german: Navigations Baum

source: Specify the color for the nav tree
german: Geben Sie die Farbe für den Navigations Baum an

source: List Background
german: Listen Hintergrund

source: Specify the color for the list background
german: Geben Sie die Hintergrundfarbe für Listen an

source: List Row 0
german: Liste Zeile 0

source: Specify the color for the list row 0
german: Geben Sie die Farbe für die Zeile 0 der Liste an

source: List Row 1
german: Liste Zeile 1

source: Specify the color for the list row 1
german: Geben Sie die Farbe für die Zeile 1 der Liste an

source: List Border
german: Listen Rahmen

source: Specify the color for the list Border
german: Geben Sie die Farbe für den Listen Rahmen an

source: List Details
german: Listen Details

source: Specify the color for the list details
german: Geben Sie die Farbe für die Listendetails an

source: Select whether to create a .bak file when opening a the database file
german: Wählen ob beim öffnen der Datenbankdatei eine .bak Datei erstellt werden soll

source: Stock Quote Web Page
german: Börsenkurs Website

source: General
german: Allgemein

source: View Options
german: Zeige Optionen

source: Colors
german: Farben

source: Others
german: Andere

source: Add a new payee name
german: Fügen Sie einen neuen Empfänger Namen hinzu

source: Change the name of an existing payee
german: Ändern Sie den Namen eines bestehenden Empfängers
